<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <!-- NetBanner 2.3.181 -->
  <displayName>
  </displayName>
  <description>
  </description>
  <resources>
    <stringTable>
      <string id="unknown_0">NetBanner</string>
      <string id="unknown_1">Classification</string>
      <string id="unknown_7">Custom Settings</string>
      <string id="unknown_24">Cyber Protection Condition</string>
      <string id="unknown_31">Force Protection Condition</string>
      <string id="unknown_37">Caveats</string>
      <string id="unknown_3">Unclassified</string>
      <string id="unknown_4">Secret</string>
      <string id="unknown_5">Top Secret</string>
      <string id="unknown_6">SCI</string>
      <string id="unknown_10">Green</string>
      <string id="unknown_11">Blue</string>
      <string id="unknown_12">Red</string>
      <string id="unknown_13">Yellow</string>
      <string id="unknown_14">White</string>
      <string id="unknown_15">Black</string>
      <string id="unknown_16">SaddleBrown</string>
      <string id="unknown_17">Purple</string>
      <string id="unknown_18">Orange</string>
      <string id="unknown_20">Black</string>
      <string id="unknown_21">White</string>
      <string id="unknown_22">Red</string>
      <string id="unknown_26">1</string>
      <string id="unknown_27">2</string>
      <string id="unknown_28">3</string>
      <string id="unknown_29">4</string>
      <string id="unknown_30">5</string>
      <string id="unknown_33">Alpha</string>
      <string id="unknown_34">Bravo</string>
      <string id="unknown_35">Charlie</string>
      <string id="unknown_36">Delta</string>
      <string id="unknown_8">If this policy setting is configured, Classification and Caveats policy settings are ignored.</string>
      <string id="SizeMessage">40 Characters Max</string>
      <string id="ADMXMigrator_UnresolvedString">ADMX Migrator encountered a string that is not present in the source ADM string table.</string>
      <string id="ADMXMigrator_NoSupportedOn">ADMX Migrator encountered a policy that does not have a supportedOn value.</string>
      <string id="Caveats_Help">Allows administrators to enter free form text.</string>
      <string id="SUPPORTED_WindowsXPSP2_Or_WindowsNETSP1">At least Microsoft Windows XP Professional with SP2 or Windows Server 2003 family with SP1</string>
      <string id="Classification_Help">Classification level for the Organizational Unit (OU).</string>
      <string id="CyberProtectionCondition_Help">Cyber Protection Condition setting.</string>
      <string id="ForceProtectionCondition_Help">Force Protection Condition setting.</string>
      <string id="userPolicyOverride">User Policy Override</string>
      <string id="userPolicyOverrideDescription">Allows NetBanner to display classification and caveats from User Group Policy.
      
By default, classification and caveats are configured bia machine policy.
      
If this is setting is enabled, classifcation and caveats must be configured from User Configuration\Administrative Templates\NetBanner.</string>
      <string id="AllowUserPolicyOverrideFalse">False</string>
      <string id="AllowUserPolicyOverrideTrue">True</string>
    </stringTable>
    <presentationTable>
      <presentation id="Classification">
        <dropdownList refId="Classification" noSort="true" defaultItem="0">Classification</dropdownList>
      </presentation>
      <presentation id="CustomSettings">
        <dropdownList refId="BackgroundColor" defaultItem="0">Background Color</dropdownList>
        <dropdownList refId="TextColor" defaultItem="0">Text Color</dropdownList>
        <textBox refId="DisplayText">
          <label>Display Text</label>
        </textBox>
      </presentation>
      <presentation id="CyberProtectionCondition">
        <dropdownList refId="CyberProtectionCondition" noSort="true" defaultItem="4">Cyber Protection Condition</dropdownList>
      </presentation>
      <presentation id="ForceProtectionCondition">
        <dropdownList refId="ForceProtection" noSort="true" defaultItem="0">Force Protection</dropdownList>
      </presentation>
      <presentation id="Caveats">
        <textBox refId="SizeMessage">
          <label>40 Characters Max</label>
        </textBox>
      </presentation>
      <presentation id="AllowUserPolicyOverride">
        <dropdownList refId="AllowUserPolicyOverride" noSort="true" defaultItem="0">Allow User Policy Override</dropdownList>
      </presentation>
    </presentationTable>
  </resources>
</policyDefinitionResources>