<?xml version="1.0" encoding="utf-8"?>
<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName></displayName>
  <description></description>
  <resources>
    <stringTable>
      <string id="VMwareViewClipboard">Clipboard Redirection</string>
      <string id="SUPPORTED_VERSION"></string>
      <string id="SERVER_CLIPBOARD_STATE">Configure clipboard redirection</string>
      <string id="CLIPBOARD_STATE_DISABLE_BOTH">Disabled in both directions</string>
      <string id="CLIPBOARD_STATE_ENABLE_BOTH">Enabled in both directions</string>
      <string id="CLIPBOARD_STATE_ENABLE_CLIENT_2_SERVER">Enabled client to server only</string>
      <string id="CLIPBOARD_STATE_ENABLE_SERVER_2_CLIENT">Enabled server to client only</string>
      <string id="SERVER_CLIPBOARD_STATE_EXPLAIN">Determines the direction in which clipboard redirection is allowed. You can select one of these values:

-Disabled in both directions
-Enabled in both directions
-Enabled client to server only (That is, allow copy and paste only from the client system to the View desktop.)
-Enabled server to client only (That is, allow copy and paste only from the View desktop to the client system.)

This setting applies to the server (View desktop) only.

When this setting is disabled or not configured, the default value is 'Enabled client to server only'.</string>
      <string id="SERVER_CLIPBOARD_SIZE">Clipboard memory size on server</string>
      <string id="SERVER_CLIPBOARD_SIZE_EXPLAIN">These settings indicate the server's clipboard memory size value.

The clipboard memory size on server is in bytes or kilobytes as selected. The memory size is in kilobytes if it is not configured.

The client also has a value for clipboard memory size, but it would always be in kilobytes.

After the session is setup:
-The clipboard memory size value from the server is sent to the client.
-Then at the client, the effective clipboard memory size value is determined by finding the minimum of the client and server values.</string>
      <string id="CLIPBOARD_FINE_GRAIN_LABEL">Clipboard fine grain configuration</string>
      <string id="CLIPBOARD_FINE_GRAIN_EXPLAIN">Determines whether the fine grain clipboard setting is enabled. When this settings is enabled, the clipboard memory size on server is in bytes. When this settings is disabled, the clipboard memory size on server is in kilobytes.

This setting applies to the agent only.</string>
      <string id="String_Policy_DropList_Select_clipboard_size_unit_kilobytes" >kilobytes</string>
      <string id="String_Policy_DropList_Select_clipboard_size_unit_bytes" >bytes</string>
      <string id="SERVER_CLIPBOARD_AUDIT">Configure clipboard audit</string>
      <string id="CLIPBOARD_AUDIT_DISABLE_BOTH">Disabled in both directions</string>
      <string id="CLIPBOARD_AUDIT_ENABLE_ONLY_CLIENT_TO_SERVER">Enabled client to server only</string>
      <string id="CLIPBOARD_AUDIT_ENABLE_ONLY_SERVER_TO_CLIENT">Enabled server to client only</string>
      <string id="CLIPBOARD_AUDIT_ENABLE_BOTH">Enabled in both directions</string>
      <string id="SERVER_CLIPBOARD_AUDIT_BLOCK_CLIPBOARD">Whether block clipboard redirection to client side when client doesn't support audit</string>
      <string id="SERVER_CLIPBOARD_AUDIT_EXPLAIN">Determines the direction in which clipboard audit is allowed. You can select one of these values:

-Disabled in both directions
-Enabled client to server only (That is, information of clipboard data copied from client side to agent side will be recorded.)
-Enabled server to client only (That is, information of clipboard data copied from agent side to client side will be recorded.)
-Enabled in both directions

This setting applies to the server (View desktop) only.

When this setting is disabled or not configured, the default value is 'Disabled in both directions'.</string>
      <string id="SERVER_CLIPBOARD_AUDIT_BLOCK_CLIPBOARD_EXPLAIN">Determines whether block clipboard redirection to client if the Horizon client doesn't support audit feature.

You can select the behavior of the clipboard redirection:

-Let agent to client clipboard redirection pass through if audit is enabled in the Horizon agent but not in the Horizon client
-Block agent to client clipboard redirection if audit is enabled in the Horizon agent but not in the Horizon client

This setting can only take effect after enable audit.</string>
      <string id="String_Policy_DropList_Select_Configure_clipboard_Audit_Pass_Through">Pass Through</string>
      <string id="String_Policy_DropList_Select_Configure_clipboard_Audit_Block">Block</string>
      <string id="SERVER_FILE_TRANSFER_STATE">Configure file transfer</string>
      <string id="FILE_TRANSFER_STATE_DISABLE_BOTH">Disabled both upload and download</string>
      <string id="FILE_TRANSFER_STATE_ENABLE_BOTH">Enabled both upload and download</string>
      <string id="FILE_TRANSFER_STATE_ENABLE_UPLOAD">Enabled file upload only</string>
      <string id="FILE_TRANSFER_STATE_ENABLE_DOWNLOAD">Enabled file download only</string>
      <string id="SERVER_FILE_TRANSFER_STATE_EXPLAIN">Determines the file transfer between agent and HTML Access. You can select one of these values:

-Disabled both upload and download
-Enabled both upload and download
-Enabled file upload only (That is, allow upload files from the client system to the View desktop.)
-Enabled file download only (That is, allow download files from the View desktop to the client system.)

This setting applies to the server (View desktop) only.

When this setting is disabled or not configured, the default value is 'Enabled file upload only'.</string>
      <string id="CLIPBOARD_FORMAT_FILTERING">Configure clipboard redirection formats</string>
      <string id="CLIPBOARD_FORMAT_FILTERING_EXPLAIN">This setting determines whether a filter is enabled for each data format(File/Text/Rich Text/Image/Microsoft Office Text/Microsoft Office Text Effects/Microsoft Office Chart and Smart Art). The status for each filter are:

-Disabled
-Enabled

This setting applies to the agent only, it is not configured by default.

When the setting is not configured or disabled, the filters for "Clipboard Redirection" are 'Disabled' for all formats.</string>
      <string id="CLIPBOARD_FORMAT_FILTERING_ENABLED">Enabled</string>
      <string id="CLIPBOARD_FORMAT_FILTERING_DISABLED">Disabled</string>
    </stringTable>
    <presentationTable>
      <presentation id="SERVER_CLIPBOARD_STATE">
        <dropdownList refId="SERVER_CLIPBOARD_STATE" defaultItem="1">Configure clipboard redirection</dropdownList>
      </presentation>
      <presentation id="SERVER_CLIPBOARD_SIZE">
        <dropdownList refId="Policy_DropList_Clipboard_Fine_Grained" defaultItem="1" >Choose the unit of the clipboard memory size</dropdownList>
        <decimalTextBox refId="SERVER_CLIPBOARD_SIZE" defaultValue="1024" spinStep="100">Clipboard memory size on server</decimalTextBox>
      </presentation>
      <presentation id="SERVER_CLIPBOARD_AUDIT">
        <dropdownList refId="SERVER_CLIPBOARD_AUDIT" defaultItem="0">Configure clipboard audit</dropdownList>
      </presentation>
      <presentation id="SERVER_CLIPBOARD_AUDIT_BLOCK_CLIPBOARD">
        <dropdownList refId="Policy_DropList_Element_Configure_clipboard" defaultItem="0">Configure clipboard behavior if client doesn't support audit</dropdownList>
      </presentation>
      <presentation id="CLIPBOARD_FINE_GRAIN_LABEL" />
      <presentation id="SERVER_FILE_TRANSFER_STATE">
        <dropdownList refId="SERVER_FILE_TRANSFER_STATE" defaultItem="3">Configure file transfer</dropdownList>
      </presentation>
      <presentation id="CLIPBOARD_FORMAT_FILTERING">
        <dropdownList refId="CLIPBOARD_FORMAT_FILTERING_FILE_IN" defaultItem="0">Filter files and folders from incoming clipboard data:</dropdownList>
        <dropdownList refId="CLIPBOARD_FORMAT_FILTERING_FILE_OUT" defaultItem="0">Filter files and folders from outgoing clipboard data:</dropdownList>
        <dropdownList refId="CLIPBOARD_FORMAT_FILTERING_TEXT_IN" defaultItem="0">Filter text out of the incoming clipboard data:</dropdownList>
        <dropdownList refId="CLIPBOARD_FORMAT_FILTERING_TEXT_OUT" defaultItem="0">Filter text out of the outgoing clipboard data:</dropdownList>
        <dropdownList refId="CLIPBOARD_FORMAT_FILTERING_RTF_IN" defaultItem="0">Filter Rich Text Format data out of the incoming clipboard data:</dropdownList>
        <dropdownList refId="CLIPBOARD_FORMAT_FILTERING_RTF_OUT" defaultItem="0">Filter Rich Text Format data out of the outgoing clipboard data:</dropdownList>
        <dropdownList refId="CLIPBOARD_FORMAT_FILTERING_IMAGE_IN" defaultItem="0">Filter images out of the incoming clipboard data:</dropdownList>
        <dropdownList refId="CLIPBOARD_FORMAT_FILTERING_IMAGE_OUT" defaultItem="0">Filter images out of the outgoing clipboard data:</dropdownList>
        <dropdownList refId="CLIPBOARD_FORMAT_FILTERING_MSO_TEXT_IN" defaultItem="0">Filter Microsoft Office text data out of the incoming clipboard data:</dropdownList>
        <dropdownList refId="CLIPBOARD_FORMAT_FILTERING_MSO_TEXT_OUT" defaultItem="0">Filter Microsoft Office text data out of the outgoing clipboard data:</dropdownList>
        <dropdownList refId="CLIPBOARD_FORMAT_FILTERING_MSO_CHART_IN" defaultItem="0">Filter Microsoft Chart and Smart Art data out of the incoming clipboard data:</dropdownList>
        <dropdownList refId="CLIPBOARD_FORMAT_FILTERING_MSO_CHART_OUT" defaultItem="0">Filter Microsoft Chart and Smart Art data out of the outgoing clipboard data:</dropdownList>
        <dropdownList refId="CLIPBOARD_FORMAT_FILTERING_MSO_TEXT_EFFECTS_IN" defaultItem="0">Filter Microsoft Text Effects data out of the incoming clipboard data:</dropdownList>
        <dropdownList refId="CLIPBOARD_FORMAT_FILTERING_MSO_TEXT_EFFECTS_OUT" defaultItem="0">Filter Microsoft Text Effects data out of the outgoing clipboard data:</dropdownList>
      </presentation>
    </presentationTable>
  </resources>
</policyDefinitionResources>