<policyDefinitions revision="1.0" schemaVersion="1.0">
  <policyNamespaces>
    <target prefix="fullarmor" namespace="FullArmor.Policies.CB6BAE83_9C3D_4969_A388_6BCRD10000722"/>
    <using prefix="windows" namespace="Microsoft.Policies.Windows"/>
  </policyNamespaces>
  <supersededAdm fileName="C:\Users\user\Desktop\Foxit PhantomPDF 6.0 EN Edit 0402 for admx.adm" />
  <resources minRequiredRevision="1.0" />
  <supportedOn>
    <definitions>
      <definition name="SUPPORTED_WINXPSP2" displayName="$(string.SUPPORTED_WINXPSP2)" />
      <definition name="SUPPORTED_WINXP" displayName="$(string.SUPPORTED_WINXP)" />
    </definitions>
  </supportedOn>
  <categories>
    <category name="FOXIT" displayName="$(string.FOXIT)" explainText="$(string.FoxitVersion)" />
    <category name="PLUGIN" displayName="$(string.PLUGIN)" explainText="$(string.DisablePluginsList_Explain)">
      <parentCategory ref="FOXIT" />
    </category>
    <category name="PREFERENCES" displayName="$(string.PREFERENCES)" explainText="$(string.AboutDialog_Explain)">
      <parentCategory ref="FOXIT" />
    </category>
    <category name="INTERNETCONNECTION" displayName="$(string.INTERNETCONNECTION)" explainText="$(string.INTERNETCONNECTION_Explain)" >
      <parentCategory ref="PREFERENCES" />
    </category>
    <category name="RIBBON" displayName="$(string.RIBBON)" explainText="$(string.Ribbon_Explain)">
      <parentCategory ref="FOXIT" />
    </category>
    <category name="Ribbon_TabElements" displayName="$(string.Ribbon_TabElements)" explainText="$(string.TabElements_Explain)">
      <parentCategory ref="RIBBON" />
    </category>
    <category name="Tab_Filter" displayName="$(string.Tab_Filter)">
      <parentCategory ref="Ribbon_TabElements" />
    </category>
    <category name="Tab_InputMode" displayName="$(string.Tab_InputMode)">
      <parentCategory ref="Ribbon_TabElements" />
    </category>
    <category name="Ribbon_Category" displayName="$(string.Ribbon_Category)" explainText="$(string.Ribbon_Explain)">
      <parentCategory ref="RIBBON" />
    </category>
    <category name="Cate_FILE" displayName="$(string.Cate_FILE)">
      <parentCategory ref="Ribbon_Category" />
    </category>
    <category name="Cate_MainPanel" displayName="$(string.Cate_MainPanel)">
      <parentCategory ref="Cate_FILE" />
    </category>
    <category name="FL__GeneralInfo" displayName="$(string.FL__GeneralInfo)">
      <parentCategory ref="Cate_MainPanel" />
    </category>
    <category name="Cate_Open" displayName="$(string.Cate_Open)">
      <parentCategory ref="Cate_MainPanel" />
    </category>
    <category name="FL_FilePageSaveAs" displayName="$(string.FL_FilePageSaveAs)">
      <parentCategory ref="Cate_MainPanel" />
    </category>
    <category name="Cate_Home" displayName="$(string.Cate_Home)">
      <parentCategory ref="Ribbon_Category" />
    </category>
    <category name="Cate_Tools_HOME" displayName="$(string.Cate_Tools_HOME)">
      <parentCategory ref="Cate_Home" />
    </category>
    <category name="Cate_Select" displayName="$(string.Cate_Select)">
      <parentCategory ref="Cate_Tools_HOME" />
    </category>
    <category name="Cate_Clipboard" displayName="$(string.Cate_Clipboard)">
      <parentCategory ref="Cate_Tools_HOME" />
    </category>
    <category name="Cate_VIEW" displayName="$(string.Cate_VIEW)">
      <parentCategory ref="Cate_Home" />
    </category>
    <category name="Cate_Comment_Home" displayName="$(string.Cate_Comment_Home)">
      <parentCategory ref="Cate_Home" />
    </category>
    <category name="Cate_PROTECT" displayName="$(string.Cate_PROTECT)">
      <parentCategory ref="Cate_Home" />
    </category>
    <category name="Cate_Links" displayName="$(string.Cate_Links)">
      <parentCategory ref="Cate_Home" />
    </category>
    <category name="Cate_insert" displayName="$(string.Cate_insert)">
      <parentCategory ref="Cate_Home" />
    </category>
    <category name="Cate_Comment_Home_RibbonCategory" displayName="$(string.Cate_Comment_Home_RibbonCategory)">
      <parentCategory ref="Ribbon_Category" />
    </category>
    <category name="Cate_Tools_HOME_RibbonCategory" displayName="$(string.Cate_Tools_HOME_RibbonCategory)">
      <parentCategory ref="Cate_Comment_Home_RibbonCategory" />
    </category>
    <category name="Cate_Select_RibbonCategory" displayName="$(string.Cate_Select_RibbonCategory)">
      <parentCategory ref="Cate_Tools_HOME_RibbonCategory" />
    </category>
    <category name="ZOOM" displayName="$(string.ZOOM)">
      <parentCategory ref="Cate_Tools_HOME_RibbonCategory" />
    </category>
    <category name="Cate_TextMarkup" displayName="$(string.Cate_TextMarkup)">
      <parentCategory ref="Cate_Comment_Home_RibbonCategory" />
    </category>
    <category name="Cate_Pin" displayName="$(string.Cate_Pin)">
      <parentCategory ref="Cate_Comment_Home_RibbonCategory" />
    </category>
    <category name="Cate_Typewriter" displayName="$(string.Cate_Typewriter)">
      <parentCategory ref="Cate_Comment_Home_RibbonCategory" />
    </category>
    <category name="DRAWING" displayName="$(string.DRAWING)">
      <parentCategory ref="Cate_Comment_Home_RibbonCategory" />
    </category>
    <category name="Cate_Measure" displayName="$(string.Cate_Measure)">
      <parentCategory ref="Cate_Comment_Home_RibbonCategory" />
    </category>
    <category name="Cate_Stamps_1" displayName="$(string.Cate_Stamps_1)">
      <parentCategory ref="Cate_Comment_Home_RibbonCategory" />
    </category>
    <category name="Cate_Create_RibbonCategory" displayName="$(string.Cate_Create_RibbonCategory)">
      <parentCategory ref="Cate_Stamps_1" />
    </category>
    <category name="Cate_ManageComments" displayName="$(string.Cate_ManageComments)">
      <parentCategory ref="Cate_Comment_Home_RibbonCategory" />
    </category>
    <category name="MEMU_COMMENTS" displayName="$(string.MEMU_COMMENTS)">
      <parentCategory ref="Cate_ManageComments" />
    </category>
    <category name="MEMU_EXPORT" displayName="$(string.MEMU_EXPORT)">
      <parentCategory ref="Cate_ManageComments" />
    </category>
    <category name="Cate_PopupNotes" displayName="$(string.Cate_PopupNotes)">
      <parentCategory ref="Cate_ManageComments" />
    </category>
    <category name="Cate_VIEW_RibbonCategory" displayName="$(string.Cate_VIEW_RibbonCategory)">
      <parentCategory ref="Ribbon_Category" />
    </category>
    <category name="Cate_Tools_HOME_RibbonCategory_1" displayName="$(string.Cate_Tools_HOME_RibbonCategory_1)">
      <parentCategory ref="Cate_VIEW_RibbonCategory" />
    </category>
    <category name="Cate_Select_RibbonCategory_1" displayName="$(string.Cate_Select_RibbonCategory_1)">
      <parentCategory ref="Cate_Tools_HOME_RibbonCategory_1" />
    </category>
    <category name="ZOOM_RibbonCategory" displayName="$(string.ZOOM_RibbonCategory)">
      <parentCategory ref="Cate_Tools_HOME_RibbonCategory_1" />
    </category>
    <category name="GOTO" displayName="$(string.GOTO)">
      <parentCategory ref="Cate_VIEW_RibbonCategory" />
    </category>
    <category name="Cate_DocumentViews" displayName="$(string.Cate_DocumentViews)">
      <parentCategory ref="Cate_VIEW_RibbonCategory" />
    </category>
    <category name="Category_PORTFOLIO" displayName="$(string.Category_PORTFOLIO)">
      <parentCategory ref="Cate_DocumentViews" />
    </category>
    <category name="PAGEDISPLAY" displayName="$(string.PAGEDISPLAY)">
      <parentCategory ref="Cate_VIEW_RibbonCategory" />
    </category>
    <category name="ROTATEVIEW" displayName="$(string.ROTATEVIEW)">
      <parentCategory ref="PAGEDISPLAY" />
    </category>
    <category name="Cate_Split" displayName="$(string.Cate_Split)">
      <parentCategory ref="PAGEDISPLAY" />
    </category>
    <category name="Cate_Assistant" displayName="$(string.Cate_Assistant)">
      <parentCategory ref="Cate_VIEW_RibbonCategory" />
    </category>
    <category name="VW_READ" displayName="$(string.VW_READ)">
      <parentCategory ref="Cate_Assistant" />
    </category>
    <category name="Cate_Rate" displayName="$(string.Cate_Rate)">
      <parentCategory ref="Cate_Assistant" />
    </category>
    <category name="Cate_Volume" displayName="$(string.Cate_Volume)">
      <parentCategory ref="Cate_Assistant" />
    </category>
    <category name="Cate_ViewSetting" displayName="$(string.Cate_ViewSetting)">
      <parentCategory ref="Cate_VIEW_RibbonCategory" />
    </category>
    <category name="NAVPANELS" displayName="$(string.NAVPANELS)">
      <parentCategory ref="Cate_ViewSetting" />
    </category>
    <category name="Cate_StatusBar" displayName="$(string.Cate_StatusBar)">
      <parentCategory ref="Cate_ViewSetting" />
    </category>
    <category name="Cate_Review" displayName="$(string.Cate_Review)">
      <parentCategory ref="Cate_VIEW_RibbonCategory" />
    </category>
    <category name="Cate_FORM" displayName="$(string.Cate_FORM)">
      <parentCategory ref="Ribbon_Category" />
    </category>
    <category name="Cate_Tools_HOME_Form" displayName="$(string.Cate_Tools_HOME_Form)">
      <parentCategory ref="Cate_FORM" />
    </category>
    <category name="Cate_Select_Form" displayName="$(string.Cate_Select_Form)">
      <parentCategory ref="Cate_Tools_HOME_Form" />
    </category>
    <category name="ZOOM_Form" displayName="$(string.ZOOM_Form)">
      <parentCategory ref="Cate_Tools_HOME_Form" />
    </category>
    <category name="Cate_FormData" displayName="$(string.Cate_FormData)">
      <parentCategory ref="Cate_FORM" />
    </category>
    <category name="Cate_Sheet" displayName="$(string.Cate_Sheet)">
      <parentCategory ref="Cate_FormData" />
    </category>
    <category name="Cate_Export" displayName="$(string.Cate_Export)">
      <parentCategory ref="Cate_FormData" />
    </category>
    <category name="Cate_PROTECT_RibbonCategory" displayName="$(string.Cate_PROTECT_RibbonCategory)">
      <parentCategory ref="Ribbon_Category" />
    </category>
    <category name="Cate_Tools_HOME_RibbonCategory_2" displayName="$(string.Cate_Tools_HOME_RibbonCategory_2)">
      <parentCategory ref="Cate_PROTECT_RibbonCategory" />
    </category>
    <category name="Cate_Select_RibbonCategory_2" displayName="$(string.Cate_Select_RibbonCategory_2)">
      <parentCategory ref="Cate_Tools_HOME_RibbonCategory_2" />
    </category>
    <category name="ZOOM_RibbonCategory_1" displayName="$(string.ZOOM_RibbonCategory_1)">
      <parentCategory ref="Cate_Tools_HOME_RibbonCategory_2" />
    </category>
    <category name="Cate_ADRMSProtect" displayName="$(string.Cate_ADRMSProtect)">
      <parentCategory ref="Cate_PROTECT_RibbonCategory" />
    </category>
    <category name="RMS_Restricted" displayName="$(string.RMS_Restricted)">
      <parentCategory ref="Cate_ADRMSProtect" />
    </category>
    <category name="PREF_Settings" displayName="$(string.PREF_Settings)">
      <parentCategory ref="Cate_ADRMSProtect" />
    </category>
    <category name="Cate_PROTECT_RibbonCategory_1" displayName="$(string.Cate_PROTECT_RibbonCategory_1)">
      <parentCategory ref="Cate_PROTECT_RibbonCategory" />
    </category>
    <category name="Plugin_DocuSign" displayName="$(string.Plugin_DocuSign)">
      <parentCategory ref="Cate_PROTECT_RibbonCategory_1" />
    </category>
    <category name="Cate_SignCertify" displayName="$(string.Cate_SignCertify)">
      <parentCategory ref="Cate_PROTECT_RibbonCategory_1" />
    </category>
    <category name="Cate_SHARE" displayName="$(string.Cate_SHARE)">
      <parentCategory ref="Ribbon_Category" />
    </category>
    <category name="Cate_Tools_HOME_Share" displayName="$(string.Cate_Tools_HOME_Share)">
      <parentCategory ref="Cate_SHARE" />
    </category>
    <category name="Cate_Select_Share" displayName="$(string.Cate_Select_Share)">
      <parentCategory ref="Cate_Tools_HOME_Share" />
    </category>
    <category name="ZOOM_Share" displayName="$(string.ZOOM_Share)">
      <parentCategory ref="Cate_Tools_HOME_Share" />
    </category>
    <category name="Cate_SendTo" displayName="$(string.Cate_SendTo)">
      <parentCategory ref="Cate_SHARE" />
    </category>
    <category name="Main_AcroSendMail" displayName="$(string.Main_AcroSendMail)">
      <parentCategory ref="Cate_SendTo" />
    </category>
    <category name="Cate_Review_Share" displayName="$(string.Cate_Review_Share)">
      <parentCategory ref="Cate_SHARE" />
    </category>
    <category name="Plugin_SharePoint" displayName="$(string.Plugin_SharePoint)">
      <parentCategory ref="Cate_SHARE" />
    </category>
    <category name="Cate_Connect" displayName="$(string.Cate_Connect)">
      <parentCategory ref="Ribbon_Category" />
    </category>
    <category name="Cate_Tools_HOME_Connect" displayName="$(string.Cate_Tools_HOME_Connect)">
      <parentCategory ref="Cate_Connect" />
    </category>
    <category name="Cate_Select_Connect" displayName="$(string.Cate_Select_Connect)">
      <parentCategory ref="Cate_Tools_HOME_Connect" />
    </category>
    <category name="ZOOM_Connect" displayName="$(string.ZOOM_Connect)">
      <parentCategory ref="Cate_Tools_HOME_Connect" />
    </category>
    <category name="Cate_CreateConnectedPDF" displayName="$(string.Cate_CreateConnectedPDF)">
      <parentCategory ref="Cate_Connect" />
    </category>
    <category name="Cate_ConnectedPDFProtection" displayName="$(string.Cate_ConnectedPDFProtection)">
      <parentCategory ref="Cate_Connect" />
    </category>
    <category name="Cate_CPDDRMOffline" displayName="$(string.Cate_CPDDRMOffline)">
      <parentCategory ref="Cate_ConnectedPDFProtection" />
    </category>
    <category name="Cate_ConnectedReview" displayName="$(string.Cate_ConnectedReview)">
      <parentCategory ref="Cate_Connect" />
    </category>
    <category name="Cate_Tutorials" displayName="$(string.Cate_Tutorials)">
      <parentCategory ref="Cate_Connect" />
    </category>
    <category name="Cate_Info" displayName="$(string.Cate_Info)">
      <parentCategory ref="Cate_Connect" />
    </category>
    <category name="Cate_FoxitBrowser" displayName="$(string.Cate_FoxitBrowser)">
      <parentCategory ref="Ribbon_Category" />
    </category>
    <category name="Cate_HELP" displayName="$(string.Cate_HELP)">
      <parentCategory ref="Ribbon_Category" />  
    </category>
    <category name="Cate_HELP_Connect" displayName="$(string.Cate_HELP_Connect)">
      <parentCategory ref="Cate_HELP" />
    </category>
    <category name="Cate_Product" displayName="$(string.Cate_Product)">
      <parentCategory ref="Cate_HELP" />
    </category>
    <category name="Cate_Register" displayName="$(string.Cate_Register)">
      <parentCategory ref="Cate_HELP" />
    </category>
    <category name="Cate_Activation" displayName="$(string.Cate_Activation)">
      <parentCategory ref="Cate_HELP" />
    </category>
    <category name="Cate_CommentFormat" displayName="$(string.Cate_CommentFormat)">
      <parentCategory ref="Ribbon_Category" />
    </category>
    <category name="Cate_Font" displayName="$(string.Cate_Font)">
      <parentCategory ref="Cate_CommentFormat" />
    </category>
    <category name="Cate_WritingDirecting" displayName="$(string.Cate_WritingDirecting)">
      <parentCategory ref="Cate_Font" />
    </category>
    <category name="Cate_Paragraph" displayName="$(string.Cate_Paragraph)">
      <parentCategory ref="Cate_CommentFormat" />
    </category>
    <category name="Cate_ShapeStyle" displayName="$(string.Cate_ShapeStyle)">
      <parentCategory ref="Cate_CommentFormat" />
    </category>
    <category name="Cate_Opacity" displayName="$(string.Cate_Opacity)">
      <parentCategory ref="Cate_ShapeStyle" />
    </category>
    <category name="Cate_ScaleRatio" displayName="$(string.Cate_ScaleRatio)">
      <parentCategory ref="Cate_CommentFormat" />
    </category>
    <category name="Cate_Setting" displayName="$(string.Cate_Setting)">
      <parentCategory ref="Cate_CommentFormat" />
    </category>
    <category name="Cate_Snap" displayName="$(string.Cate_Snap)">
      <parentCategory ref="Cate_CommentFormat" />
    </category>
	<category name="Cate_FormatExport" displayName="$(string.Cate_FormatExport)" >
      <parentCategory ref="Cate_CommentFormat" />
    </category>
    <category name="Category_ARRANGE" displayName="$(string.Category_ARRANGE)">
      <parentCategory ref="Ribbon_Category" />
    </category>
    <category name="Cate_PageCenter" displayName="$(string.Cate_PageCenter)">
      <parentCategory ref="Category_ARRANGE" />
    </category>
    <category name="Cate_Alignment" displayName="$(string.Cate_Alignment)">
      <parentCategory ref="Category_ARRANGE" />
    </category>
    <category name="Cate_Distribute" displayName="$(string.Cate_Distribute)">
      <parentCategory ref="Category_ARRANGE" />
    </category>
    <category name="Cate_PDFSign" displayName="$(string.Cate_PDFSign)">
      <parentCategory ref="Ribbon_Category" />
    </category>
    <category name="Cate_Tools_HOME_PDFSign" displayName="$(string.Cate_Tools_HOME_PDFSign)">
      <parentCategory ref="Cate_PDFSign" />
    </category>
    <category name="Cate_Select_PDFSign" displayName="$(string.Cate_Select_PDFSign)">
      <parentCategory ref="Cate_Tools_HOME_PDFSign" />
    </category>
    <category name="ZOOM_PDFSign" displayName="$(string.ZOOM_PDFSign)">
      <parentCategory ref="Cate_Tools_HOME_PDFSign" />
    </category>
    <category name="Cate_ParaSignature" displayName="$(string.Cate_ParaSignature)">
      <parentCategory ref="Cate_PDFSign" />
    </category>
    <category name="Cate_BTSignature" displayName="$(string.Cate_BTSignature)">
      <parentCategory ref="Cate_ParaSignature" />
    </category>
    <category name="Cate_Fill" displayName="$(string.Cate_Fill)">
      <parentCategory ref="Cate_PDFSign" />
    </category>
    <category name="Cate_Predefine" displayName="$(string.Cate_Predefine)">
      <parentCategory ref="Cate_Fill" />
    </category>
    <category name="Cate_Close" displayName="$(string.Cate_Close)">
      <parentCategory ref="Cate_PDFSign" />
    </category>
    <category name="Reader_RMS" displayName="$(string.Reader_RMS)" explainText="$(string.RMSEncryptMetadata_Explain)">
      <parentCategory ref="FOXIT" />
    </category>
    <category name="PREFERENCES_RMS" displayName="$(string.PREFERENCES_RMS)" explainText="$(string.RMSEncryptMetadata_Explain)">
      <parentCategory ref="Reader_RMS" />
    </category>
    <category name="Reader_ConnectedPDF" displayName="$(string.Reader_ConnectedPDF)" explainText="$(string.CPDF_DISABLE)">
      <parentCategory ref="FOXIT" />
    </category>
    <category name="PREFERENCES_ConnectedPDF" displayName="$(string.PREFERENCES_ConnectedPDF)" explainText="$(string.Reader_ConnectedPDF_Explain)">
      <parentCategory ref="Reader_ConnectedPDF" />
    </category>
  </categories>
  <policies>
    <policy name="RemoveSpecificalPlugins" class="Both" displayName="$(string.RemoveSpecificalPlugins)" explainText="$(string.DisablePluginsList_Explain)" presentation="$(presentation.RemoveSpecificalPlugins)" key="Software\Policies\Foxit\Reader\Plugins">
      <parentCategory ref="PLUGIN" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <list id="RemoveSpecificalPlugins" additive="true" />
      </elements>
    </policy>
    <policy name="RemovePlugins" class="Both" displayName="$(string.RemovePlugins)" explainText="$(string.DisablePlugins_Explain)" presentation="$(presentation.RemovePlugins)" key="Software\Policies\Foxit\Reader\Plugins">
      <parentCategory ref="PLUGIN" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Plugin_Updater" valueName="Updater">
          <trueValue>
            <string>Updater.fpi</string>
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Plugin_Licensemanager" valueName="Licensemanager">
          <trueValue>
            <string>LicenseManager.fpi</string>
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Plugin_Speech" valueName="Speech">
          <trueValue>
            <string>Speech.fpi</string>
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Remove_RMS2" valueName="RMSV2">
          <trueValue>
            <string>FRMSPlgV2.fpi</string>
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Plugin_SharePoint" valueName="SharePoint">
          <trueValue>
            <string>IntegrateWithSP.fpi</string>
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Plugin_ShareReview" valueName="ShareReview">
          <trueValue>
            <string>ShareReviewPlugin.fpi</string>
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Plugin_DocuSign" valueName="DocuSign">
          <trueValue>
            <string>docusign_plugin.fpi</string>
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="PLUGIN_CS" valueName="CommentsSummary">
          <trueValue>
            <string>CommentsSummary.fpi</string>
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="PLUGIN_DropboxPlugin" valueName="DropboxPlugin">
          <trueValue>
            <string>DropboxPlugin.fpi</string>
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="PLUGIN_EpubViewer" valueName="EpubViewer">
          <trueValue>
            <string>EpubViewer.fpi</string>
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="PLUGIN_FoxitCloudLogin_1" valueName="FoxitAccountManagement">
          <trueValue>
            <string>FoxitAccountManagement.fpi</string>
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="PLUGIN_OneDrivePlugin" valueName="OneDrivePlugin">
          <trueValue>
            <string>OneDrivePlugin.fpi</string>
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="PLUGIN_GoogleDrivePlugin" valueName="GoogleDrivePlugin">
          <trueValue>
            <string>GoogleDrivePlugin.fpi</string>
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="PL_BPP" valueName="BoxPlugin">
          <trueValue>
            <string>BoxPlugin.fpi</string>
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="PL_U3DBP" valueName="U3DBrowser">
          <trueValue>
            <string>U3DBrowser.fpi</string>
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>        
		<boolean id="PL_CLOUDREADING" valueName="FoxitDrive">
          <trueValue>
            <string>FoxitDrive.fpi</string>
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
		<boolean id="PL_WIPP" valueName="WIP">
          <trueValue>
            <string>WIP.fpi</string>
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="PREF_AboutDialog" class="Both" displayName="$(string.PREF_AboutDialog)" explainText="$(string.AboutDialog_Explain)" presentation="$(presentation.PREF_AboutDialog)" key="Software\Policies\Foxit\Reader\Preferences">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="PREF_Copyright" valueName="Copyright" />
        <text id="PREF_CopyrightContent" valueName="CopyrightContent" />
        <text id="PREF_BackGroundPath" valueName="BackGroundPath" />
      </elements>
    </policy>
    <policy name="AppTrustManager" class="Both" displayName="$(string.AppTrustManager)" explainText="$(string.AppTrustManagerDesc)" presentation="$(presentation.AppTrustManager)" key="Software\Policies\Foxit\Reader\Preferences\AppTrustManager">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <list id="AppTrustManagerList" additive="true" />
      </elements>
    </policy>
	
    <policy name="PREF_PrintGDIOutput" class="Both" displayName="$(string.PREF_PrintGDIOutput)" explainText="$(string.PREF_PrintGDIOutput_Explain)" presentation="$(presentation.PREF_PrintGDIOutput)" key="Software\Policies\Foxit\Reader\Preferences" valueName="bPrintGDIOutput">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
	
    <policy name="PREF_DefaultPDFViewer" class="Both" displayName="$(string.PREF_DefaultPDFViewer)" explainText="$(string.PREF_DefaultPDFViewer_Explain)" presentation="$(presentation.PREF_DefaultPDFViewer)" key="Software\Policies\Foxit\Reader\Preferences">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="DefaultReaderMode" valueName="DefaultPDFReaderMode">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
        <boolean id="PREF_DefaultEmbedReaderMode" valueName="DefaultEmbedReaderMode">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="SUPPRESS_DLG" class="Both" displayName="$(string.SUPPRESS_DLG)" explainText="$(string.DEFAULT_READER_SETTING_EXPLAIN)" presentation="$(presentation.SUPPRESS_DLG)" key="Software\Policies\Foxit\Reader\Preferences" valueName="EnableSuppressSetDefDlg">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="PREF_MainframeName" class="Both" displayName="$(string.PREF_MainframeName)" explainText="$(string.MainFrameName_Explain)" presentation="$(presentation.PREF_MainframeName)" key="Software\Policies\Foxit\Reader\Preferences">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="PREF_MainframeNameStatic" valueName="MainframeName" />
      </elements>
    </policy>
    <policy name="Registration" class="Both" displayName="$(string.Registration)" explainText="$(string.Registration_Explain)" presentation="$(presentation.Registration)" key="Software\Policies\Foxit\Reader\Preferences" valueName="DisableRegistration">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledList>
        <item key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Help\Help_Panel_Registration" valueName="Help_Registration_Registration">
          <value>
            <decimal value="0" />
          </value>
        </item>
      </enabledList>
    </policy>
    <policy name="PREF_Advertise" class="Both" displayName="$(string.PREF_Advertise)" explainText="$(string.Advertise_Explain)" presentation="$(presentation.PREF_Advertise)" key="Software\Policies\Foxit\Reader\Preferences">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="PREF_RemoveAdvertise" valueName="DisableAdvertise">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
        <boolean id="PREF_RoolMode" valueName="AdvertiseRoolMode">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
        <text id="PREF_RoolTime" valueName="AdvertiseRoolTime" />
      </elements>
    </policy>
    <policy name="PREF_Startpage" class="Both" displayName="$(string.PREF_Startpage)" explainText="$(string.PREF_Startpage_Explain)" presentation="$(presentation.PREF_Startpage)" key="Software\Policies\Foxit\Reader\Preferences" valueName="ShowStartPage">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
	  <enabledValue><decimal value="1"/></enabledValue>
      <disabledValue><decimal value="0"/></disabledValue>
    </policy>
    <policy name="PREF_SafeReadingMode" class="Both" displayName="$(string.PREF_SafeReadingMode)" explainText="$(string.SafeReadingMode_Explain)" presentation="$(presentation.PREF_SafeReadingMode)" key="Software\Policies\Foxit\Reader\Preferences" valueName="SafeReadingMode">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="1"/></enabledValue>
      <disabledValue><decimal value="0"/></disabledValue>
    </policy>
    <policy name="PREF_StatusBar" class="Both" displayName="$(string.PREF_StatusBar)" explainText="$(string.PREF_StatusBar_Explain)" presentation="$(presentation.PREF_StatusBar)" key="Software\Policies\Foxit\Reader\Preferences">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <enum id="PREF_Settings" valueName="StatusBar">
          <item displayName="$(string.PREF_AutoHideStatusBar)">
            <value>
              <decimal value="2" />
            </value>
            <valueList>
              <item key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_ViewSetting" valueName="View_Setting_Hide_StatusBar">
                <value>
                  <decimal value="0" />
                </value>
              </item>
              <item key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_ViewSetting" valueName="View_Setting_AutoHide_StatusBar">
                <value>
                  <decimal value="0" />
                </value>
              </item>
              <item key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_ViewSetting" valueName="View_Setting_Show_StatusBar">
                <value>
                  <decimal value="0" />
                </value>
              </item>
              <item key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_ViewSetting" valueName="View_Setting_StatusBar">
                <value>
                  <decimal value="0" />
                </value>
              </item>
              <item key="Software\Policies\Foxit\Reader\Preferences" valueName="EnableWriteStatusBar">
                <value>
                  <decimal value="0" />
                </value>
              </item>
            </valueList>
          </item>
          <item displayName="$(string.PREF_Show_StatusBar)">
            <value>
              <decimal value="1" />
            </value>
            <valueList>
              <item key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_ViewSetting" valueName="View_Setting_Hide_StatusBar">
                <value>
                  <decimal value="0" />
                </value>
              </item>
              <item key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_ViewSetting" valueName="View_Setting_AutoHide_StatusBar">
                <value>
                  <decimal value="0" />
                </value>
              </item>
              <item key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_ViewSetting" valueName="View_Setting_Show_StatusBar">
                <value>
                  <decimal value="0" />
                </value>
              </item>
              <item key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_ViewSetting" valueName="View_Setting_StatusBar">
                <value>
                  <decimal value="0" />
                </value>
              </item>
              <item key="Software\Policies\Foxit\Reader\Preferences" valueName="EnableWriteStatusBar">
                <value>
                  <decimal value="0" />
                </value>
              </item>
            </valueList>
          </item>
          <item displayName="$(string.PREF_Hide_Status_Bar)">
            <value>
              <decimal value="0" />
            </value>
            <valueList>
              <item key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_ViewSetting" valueName="View_Setting_Hide_StatusBar">
                <value>
                  <decimal value="0" />
                </value>
              </item>
              <item key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_ViewSetting" valueName="View_Setting_AutoHide_StatusBar">
                <value>
                  <decimal value="0" />
                </value>
              </item>
              <item key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_ViewSetting" valueName="View_Setting_Show_StatusBar">
                <value>
                  <decimal value="0" />
                </value>
              </item>
              <item key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_ViewSetting" valueName="View_Setting_StatusBar">
                <value>
                  <decimal value="0" />
                </value>
              </item>
              <item key="Software\Policies\Foxit\Reader\Preferences" valueName="EnableWriteStatusBar">
                <value>
                  <decimal value="0" />
                </value>
              </item>
            </valueList>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="PREF_SendCrashDocument" class="Both" displayName="$(string.PREF_SendCrashDocument)" explainText="$(string.PREF_SendCrashDocument_Explain)" presentation="$(presentation.PREF_SendCrashDocument)" key="Software\Policies\Foxit\Reader\Preferences" valueName="SendCrashDocument">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="PREF_ApplicationLanguage" class="Both" displayName="$(string.PREF_ApplicationLanguage)" explainText="$(string.PREF_Application_Language_Explain)" presentation="$(presentation.PREF_ApplicationLanguage)" key="Software\Policies\Foxit\Reader\Preferences" valueName="ApplicationLanguage">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="PRE_NOTSHOWCUSLAN" valueName="nIsShowCustomLanguage">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <text id="PREF_DefaultApplicationLanguage" valueName="DefaultLanguage" />
      </elements>
    </policy>
    <policy name="PREF_EnableUserManualLink" class="Both" displayName="$(string.PREF_EnableUserManualLink)" explainText="$(string.PREF_UserManualPath_Explain)" presentation="$(presentation.PREF_EnableUserManualLink)" key="Software\Policies\Foxit\Reader\Preferences">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="PREF_UserManualPath" valueName="UserManualLocalPath" />
      </elements>
    </policy>
    <policy name="PREF_DisableUpdater" class="Both" displayName="$(string.PREF_DisableUpdater)" explainText="$(string.PREF_DisableUpdater_Explain)" presentation="$(presentation.PREF_DisableUpdater)" key="Software\Policies\Foxit\Reader\Preferences" valueName="DisableUpdate">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <delete />
      </disabledValue>
    </policy>
    <policy name="PREF_DisableSecurityWarning" class="Both" displayName="$(string.PREF_DisableSecurityWarning)" explainText="$(string.PREF_DisableSecurity_Explain)" presentation="$(presentation.PREF_DisableSecurityWarning)" key="Software\Policies\Foxit\Reader\Preferences" valueName="NeedCheckAppSignature">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <delete />
      </disabledValue>
    </policy>
    <policy name="PREF_READMODE" class="Both" displayName="$(string.PREF_READMODE)" explainText="$(string.PREF_READMODE_Help)" key="Software\Policies\Foxit\Reader\Preferences" valueName="ReadmodeInBrowser">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
       <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>

   <policy name="PREF_COMMENTSFILTER" class="Both" displayName="$(string.PREF_COMMENTSFILTER)" explainText="$(string.PREF_COMMENTSFILTER_Help)" key="Software\Policies\Foxit\Reader\Preferences" valueName="CommentsFilterIgnoreReply">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
       <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
       <decimal value="0" />
      </disabledValue>
    </policy>

    <policy name="PREF_COLLECTDATA" class="Both" displayName="$(string.PREF_COLLECTDATA)" explainText="$(string.PREF_COLLECTDATA_Help)" key="Software\Policies\Foxit\Reader\Preferences" valueName="CollectData">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
       <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    
    <policy name="Cate_Itself" class="Both" displayName="$(string.Cate_Itself)" presentation="$(presentation.Cate_Itself)" key="Software\Policies\Foxit\Reader\Ribbon\TabElements\RibbonBar_FindFilter" valueName="Visible">
      <parentCategory ref="Tab_Filter" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem" class="Both" displayName="$(string.Cate_SubItem)" presentation="$(presentation.Cate_SubItem)" key="Software\Policies\Foxit\Reader\Ribbon\TabElements\RibbonBar_FindFilter">
      <parentCategory ref="Tab_Filter" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Tab_WholeWordsOnly" valueName="Button_FindWholeWord">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Tab_CaseSensitive" valueName="Button_FindCaseSensitive">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Tab_IncludeBookmarks" valueName="Button_FindIncludeBookmarks">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Tab_IncludeComments" valueName="Button_FindIncludeComments">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Tab_IncludeFormData" valueName="Button_FindIncludeForms">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Tab_MenuHighlightAll" valueName="Button_FindMenuHighlightAll">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Tab_Properties" valueName="RibbonBar_FindProperties">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_Itself_1" class="Both" displayName="$(string.Cate_Itself_1)" presentation="$(presentation.Cate_Itself_1)" key="Software\Policies\Foxit\Reader\Ribbon\TabElements\File_Main_InputMode" valueName="Visible">
      <parentCategory ref="Tab_InputMode" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_1" class="Both" displayName="$(string.Cate_SubItem_1)" presentation="$(presentation.Cate_SubItem_1)" key="Software\Policies\Foxit\Reader\Ribbon\TabElements\File_Main_InputMode">
      <parentCategory ref="Tab_InputMode" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Tab_Touch" valueName="File_Main_InputMode_Touch">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Tab_Mouse" valueName="File_Main_InputMode_Mouse">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Tab_Share" class="Both" displayName="$(string.Tab_Share)" presentation="$(presentation.Tab_Share)" key="Software\Policies\Foxit\Reader\Ribbon\TabElements" valueName="RibbonBar_ShareFoxit">
      <parentCategory ref="Ribbon_TabElements" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>

    <policy name="Tab_Search" class="Both" displayName="$(string.Tab_Search)" presentation="$(presentation.Tab_Search)" key="Software\Policies\Foxit\Reader\Ribbon\TabElements" valueName="RibbonBar_FindSearch">
      <parentCategory ref="Ribbon_TabElements" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Save" class="Both" displayName="$(string.Cate_Save)" presentation="$(presentation.Cate_Save)" key="Software\Policies\Foxit\Reader\Ribbon\TabElements" valueName="File_Main_Save">
      <parentCategory ref="Ribbon_TabElements" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Tab_FindEditBox" class="Both" displayName="$(string.Tab_FindEditBox)" presentation="$(presentation.Tab_FindEditBox)" key="Software\Policies\Foxit\Reader\Ribbon\TabElements" valueName="RibbonBar_Find">
      <parentCategory ref="Ribbon_TabElements" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Open" class="Both" displayName="$(string.Cate_Open)" presentation="$(presentation.Cate_Open)" key="Software\Policies\Foxit\Reader\Ribbon\TabElements" valueName="File_Main_Open">
      <parentCategory ref="Ribbon_TabElements" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="ED_UNDO" class="Both" displayName="$(string.ED_UNDO)" presentation="$(presentation.ED_UNDO)" key="Software\Policies\Foxit\Reader\Ribbon\TabElements" valueName="Button_Undo">
      <parentCategory ref="Ribbon_TabElements" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Hidden_SaveAs" class="Both" displayName="$(string.Hidden_SaveAs)" presentation="$(presentation.Hidden_SaveAs)" key="Software\Policies\Foxit\Reader\Ribbon\TabElements" valueName="File_Main_SaveAs">
      <parentCategory ref="Ribbon_TabElements" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="ED_REDO" class="Both" displayName="$(string.ED_REDO)" presentation="$(presentation.ED_REDO)" key="Software\Policies\Foxit\Reader\Ribbon\TabElements" valueName="Button_Redo">
      <parentCategory ref="Ribbon_TabElements" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>

    <policy name="Tab_FindPrevious" class="Both" displayName="$(string.Tab_FindPrevious)" presentation="$(presentation.Tab_FindPrevious)" key="Software\Policies\Foxit\Reader\Ribbon\TabElements" valueName="RibbonBar_FindPrev">
      <parentCategory ref="Ribbon_TabElements" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Tab_FindNext" class="Both" displayName="$(string.Tab_FindNext)" presentation="$(presentation.Tab_FindNext)" key="Software\Policies\Foxit\Reader\Ribbon\TabElements" valueName="RibbonBar_FindNext">
      <parentCategory ref="Ribbon_TabElements" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Tab_ConnectedNotifi" class="Both" displayName="$(string.Tab_ConnectedNotifi)" presentation="$(presentation.Tab_ConnectedNotifi)" key="Software\Policies\Foxit\Reader\Ribbon\TabElements" valueName="ConnectedNotification">
      <parentCategory ref="Ribbon_TabElements" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Tab__ID_User" class="Both" displayName="$(string.Tab__ID_User)" presentation="$(presentation.Tab__ID_User)" key="Software\Policies\Foxit\Reader\Ribbon\TabElements" valueName="FoxitCloud_Tabbar_ID_User">
      <parentCategory ref="Ribbon_TabElements" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Itself_2" class="Both" displayName="$(string.Cate_Itself_2)" presentation="$(presentation.Cate_Itself_2)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_File\FILE_Panel_Main\File_Main_GeneralInfo" valueName="Visible">
      <parentCategory ref="FL__GeneralInfo" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_2" class="Both" displayName="$(string.Cate_SubItem_2)" presentation="$(presentation.Cate_SubItem_2)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_File\FILE_Panel_Main\File_Main_GeneralInfo">
      <parentCategory ref="FL__GeneralInfo" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Cate_Description" valueName="File_Propertions_Description">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_Security" valueName="File_Propertions_Security">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_Propertions_Font" valueName="File_Propertions_Font">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_Itself_4" class="Both" displayName="$(string.Cate_Itself_4)" presentation="$(presentation.Cate_Itself_4)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_File\FILE_Panel_Main\File_Main_FilePageOpen" valueName="Visible">
      <parentCategory ref="Cate_Open" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_4" class="Both" displayName="$(string.Cate_SubItem_4)" presentation="$(presentation.Cate_SubItem_4)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_File\FILE_Panel_Main\File_Main_FilePageOpen">
      <parentCategory ref="Cate_Open" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Cate_Computer" valueName="File_Open_Computer">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_Recentfile" valueName="File_Open_Recentfile">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_ADDAPlace" valueName="File_Open_ADDAPlace">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_Itself_5" class="Both" displayName="$(string.Cate_Itself_5)" presentation="$(presentation.Cate_Itself_5)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_File\FILE_Panel_Main\File_Main_FilePageSaveAs" valueName="Visible">
      <parentCategory ref="FL_FilePageSaveAs" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_5" class="Both" displayName="$(string.Cate_SubItem_5)" presentation="$(presentation.Cate_SubItem_5)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_File\FILE_Panel_Main\File_Main_FilePageSaveAs">
      <parentCategory ref="FL_FilePageSaveAs" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Cate_Computer" valueName="File_SaveAs_Computer">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_ADDAPlace" valueName="File_Open_ADDAPlace">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_SelfPanel" class="Both" displayName="$(string.Cate_SelfPanel)" presentation="$(presentation.Cate_SelfPanel)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_File\FILE_Panel_Main" valueName="Visible">
      <parentCategory ref="Cate_MainPanel" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Save_1" class="Both" displayName="$(string.Cate_Save_1)" presentation="$(presentation.Cate_Save_1)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_File\FILE_Panel_Main" valueName="File_Main_Save">
      <parentCategory ref="Cate_MainPanel" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Print" class="Both" displayName="$(string.Cate_Print)" presentation="$(presentation.Cate_Print)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_File\FILE_Panel_Main" valueName="File_Main_Print">
      <parentCategory ref="Cate_MainPanel" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="FL_BATCHPRINT" class="Both" displayName="$(string.FL_BATCHPRINT)" presentation="$(presentation.FL_BATCHPRINT)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_File\FILE_Panel_Main" valueName="File_Main_Batch_Print">
      <parentCategory ref="Cate_MainPanel" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>	
    <policy name="Cate_Close" class="Both" displayName="$(string.Cate_Close)" presentation="$(presentation.Cate_Close)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_File\FILE_Panel_Main" valueName="File_Main_Close">
      <parentCategory ref="Cate_MainPanel" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Preferences" class="Both" displayName="$(string.Cate_Preferences)" presentation="$(presentation.Cate_Preferences)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_File\FILE_Panel_Main" valueName="File_Main_GeneralPrefs">
      <parentCategory ref="Cate_MainPanel" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_ChangeSkin" class="Both" displayName="$(string.Cate_ChangeSkin)" presentation="$(presentation.Cate_ChangeSkin)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_File\FILE_Panel_Main" valueName="File_Main_FilePageChangeSkin">
      <parentCategory ref="Cate_MainPanel" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_ShareFoxit" class="Both" displayName="$(string.Cate_ShareFoxit)" presentation="$(presentation.Cate_ShareFoxit)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_File\FILE_Panel_Main" valueName="RibbonBar_ShareFoxit">
      <parentCategory ref="Cate_MainPanel" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfCategory" class="Both" displayName="$(string.Cate_SelfCategory)" presentation="$(presentation.Cate_SelfCategory)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_File" valueName="Visible">
      <parentCategory ref="Cate_FILE" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Itself_6" class="Both" displayName="$(string.Cate_Itself_6)" presentation="$(presentation.Cate_Itself_6)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home\Home_Panel_Tools\Home_Tools_Select" valueName="Visible">
      <parentCategory ref="Cate_Select" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_6" class="Both" displayName="$(string.Cate_SubItem_6)" presentation="$(presentation.Cate_SubItem_6)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home\Home_Panel_Tools\Home_Tools_Select">
      <parentCategory ref="Cate_Select" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Cate_SelectText" valueName="Home_Tools_TextSelection">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_SelectAnnotation" valueName="Home_Tools_AnnotSelection">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_Itself_7" class="Both" displayName="$(string.Cate_Itself_7)" presentation="$(presentation.Cate_Itself_7)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home\Home_Panel_Tools\Home_Tools_Clipboard" valueName="Visible">
      <parentCategory ref="Cate_Clipboard" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_7" class="Both" displayName="$(string.Cate_SubItem_7)" presentation="$(presentation.Cate_SubItem_7)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home\Home_Panel_Tools\Home_Tools_Clipboard">
      <parentCategory ref="Cate_Clipboard" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="ED_CUT" valueName="Home_Tools_Clipboard_Cut">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="ED_COPY" valueName="Home_Tools_Clipboard_Copy">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="ED_PASTE" valueName="Home_Tools_Clipboard_Paste">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="ED_SELECTALL" valueName="Home_Tools_Clipboard_SelectAll">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_SelfPanel_1" class="Both" displayName="$(string.Cate_SelfPanel_1)" presentation="$(presentation.Cate_SelfPanel_1)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home\Home_Panel_Tools" valueName="Visible">
      <parentCategory ref="Cate_Tools_HOME" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Hand" class="Both" displayName="$(string.Cate_Hand)" presentation="$(presentation.Cate_Hand)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home\Home_Panel_Tools" valueName="Home_Tools_HandMenuItem">
      <parentCategory ref="Cate_Tools_HOME" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="TL_SNAPSHOT" class="Both" displayName="$(string.TL_SNAPSHOT)" presentation="$(presentation.TL_SNAPSHOT)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home\Home_Panel_Tools" valueName="Home_Tools_Snapshot">
      <parentCategory ref="Cate_Tools_HOME" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfPanel_2" class="Both" displayName="$(string.Cate_SelfPanel_2)" presentation="$(presentation.Cate_SelfPanel_2)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home\Home_Panel_Zoom" valueName="Visible">
      <parentCategory ref="Cate_VIEW" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="VW_ACTUALSIZE" class="Both" displayName="$(string.VW_ACTUALSIZE)" presentation="$(presentation.VW_ACTUALSIZE)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home\Home_Panel_Zoom" valueName="Home_Zoom_ActualSize">
      <parentCategory ref="Cate_VIEW" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="VW_FITPAGE" class="Both" displayName="$(string.VW_FITPAGE)" presentation="$(presentation.VW_FITPAGE)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home\Home_Panel_Zoom" valueName="Home_Zoom_FitPage">
      <parentCategory ref="Cate_VIEW" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="VW_FITWIDTH" class="Both" displayName="$(string.VW_FITWIDTH)" presentation="$(presentation.VW_FITWIDTH)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home\Home_Panel_Zoom" valueName="Home_Zoom_FitWidth">
      <parentCategory ref="Cate_VIEW" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="VW_FITVISIBLE" class="Both" displayName="$(string.VW_FITVISIBLE)" presentation="$(presentation.VW_FITVISIBLE)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home\Home_Panel_Zoom" valueName="Home_Zoom_FitVisible">
      <parentCategory ref="Cate_VIEW" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="VW_VIEWREFLOW" class="Both" displayName="$(string.VW_VIEWREFLOW)" presentation="$(presentation.VW_VIEWREFLOW)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home\Home_Panel_Zoom" valueName="Home_View_Reflow">
      <parentCategory ref="Cate_VIEW" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="VW_COUNTERCLOCKWISE" class="Both" displayName="$(string.VW_COUNTERCLOCKWISE)" presentation="$(presentation.VW_COUNTERCLOCKWISE)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home\Home_Panel_Zoom" valueName="View_PageDisplays_Rotate_Left">
      <parentCategory ref="Cate_VIEW" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="VW_CLOCKWISE" class="Both" displayName="$(string.VW_CLOCKWISE)" presentation="$(presentation.VW_CLOCKWISE)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home\Home_Panel_Zoom" valueName="View_PageDisplays_Rotate_Right">
      <parentCategory ref="Cate_VIEW" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="VW_ZOOMOUT" class="Both" displayName="$(string.VW_ZOOMOUT)" presentation="$(presentation.VW_ZOOMOUT)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home\Home_Panel_Zoom" valueName="Home_Zoom_ZoomViewOut">
      <parentCategory ref="Cate_VIEW" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="VW_ZOOMTO" class="Both" displayName="$(string.VW_ZOOMTO)" presentation="$(presentation.VW_ZOOMTO)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home\Home_Panel_Zoom" valueName="Home_Zoom_Zoom_ZoomViewTo">
      <parentCategory ref="Cate_VIEW" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="VW_ZOOMIN" class="Both" displayName="$(string.VW_ZOOMIN)" presentation="$(presentation.VW_ZOOMIN)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home\Home_Panel_Zoom" valueName="Home_Zoom_ZoomViewIn">
      <parentCategory ref="Cate_VIEW" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfPanel_3" class="Both" displayName="$(string.Cate_SelfPanel_3)" presentation="$(presentation.Cate_SelfPanel_3)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home\Home_Panel_Comments" valueName="Visible">
      <parentCategory ref="Cate_Comment_Home" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Typewriter" class="Both" displayName="$(string.Cate_Typewriter)" presentation="$(presentation.Cate_Typewriter)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home\Home_Panel_Comments" valueName="Button_Typewriter">
      <parentCategory ref="Cate_Comment_Home" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="COM_HIGHLIGHTTEXT" class="Both" displayName="$(string.COM_HIGHLIGHTTEXT)" presentation="$(presentation.COM_HIGHLIGHTTEXT)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home\Home_Panel_Comments" valueName="Button_Highlight">
      <parentCategory ref="Cate_Comment_Home" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfPanel_5" class="Both" displayName="$(string.Cate_SelfPanel_5)" presentation="$(presentation.Cate_SelfPanel_5)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home\Home_Panel_Protect" valueName="Visible">
      <parentCategory ref="Cate_PROTECT" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SelfPanel_6" class="Both" displayName="$(string.Cate_SelfPanel_6)" presentation="$(presentation.Cate_SelfPanel_6)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home\Home_Panel_Links" valueName="Visible">
      <parentCategory ref="Cate_Links" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Link" class="Both" displayName="$(string.Cate_Link)" presentation="$(presentation.Cate_Link)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home\Home_Panel_Links" valueName="Home_Insert_Link">
      <parentCategory ref="Cate_Links" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="ED_BOOKMARK" class="Both" displayName="$(string.ED_BOOKMARK)" presentation="$(presentation.ED_BOOKMARK)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home\Home_Panel_Links" valueName="Home_Links_BookMark">
      <parentCategory ref="Cate_Links" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfPanel_7" class="Both" displayName="$(string.Cate_SelfPanel_7)" presentation="$(presentation.Cate_SelfPanel_7)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home\Edit_Panel_Insert" valueName="Visible">
      <parentCategory ref="Cate_insert" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="COM_FileAttachment" class="Both" displayName="$(string.COM_FileAttachment)" presentation="$(presentation.COM_FileAttachment)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home\Edit_Panel_Insert" valueName="Home_Insert_AddFileAttachment">
      <parentCategory ref="Cate_insert" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="ED_IMAGE" class="Both" displayName="$(string.ED_IMAGE)" presentation="$(presentation.ED_IMAGE)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home\Edit_Panel_Insert" valueName="Home_INSERT_IMAGE">
      <parentCategory ref="Cate_insert" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_AudioVideo" class="Both" displayName="$(string.Cate_AudioVideo)" presentation="$(presentation.Cate_AudioVideo)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home\Edit_Panel_Insert" valueName="HOME_INSERT_MULTIMEDIA">
      <parentCategory ref="Cate_insert" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfCategory_1" class="Both" displayName="$(string.Cate_SelfCategory_1)" presentation="$(presentation.Cate_SelfCategory_1)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Home" valueName="Visible">
      <parentCategory ref="Cate_Home" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Itself_8" class="Both" displayName="$(string.Cate_Itself_8)" presentation="$(presentation.Cate_Itself_8)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\Review_Panel_Tools\Home_Tools_Select" valueName="Visible">
      <parentCategory ref="Cate_Select_RibbonCategory" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_8" class="Both" displayName="$(string.Cate_SubItem_8)" presentation="$(presentation.Cate_SubItem_8)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\Review_Panel_Tools\Home_Tools_Select">
      <parentCategory ref="Cate_Select_RibbonCategory" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Cate_SelectText" valueName="Home_Tools_TextSelection">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_SelectAnnotation" valueName="Home_Tools_AnnotSelection">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_Itself_9" class="Both" displayName="$(string.Cate_Itself_9)" presentation="$(presentation.Cate_Itself_9)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\Review_Panel_Tools\Review_Tools_Zoom_Parent" valueName="Visible">
      <parentCategory ref="ZOOM" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_9" class="Both" displayName="$(string.Cate_SubItem_9)" presentation="$(presentation.Cate_SubItem_9)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\Review_Panel_Tools\Review_Tools_Zoom_Parent">
      <parentCategory ref="ZOOM" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="VW_ZOOMIN" valueName="Home_Zoom_ZoomViewIn">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_ZOOMOUT" valueName="Home_Zoom_ZoomViewOut">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_ACTUALSIZE" valueName="Home_Zoom_ActualSize">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_FITPAGE" valueName="Home_Zoom_FitPage">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_FITWIDTH" valueName="Home_Zoom_FitWidth">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_FITVISIBLE" valueName="Home_Zoom_FitVisible">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>		
        <boolean id="Cate_6400Pa" valueName="Review_Tools_Zoom_6400">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>		
        <boolean id="Cate_3200Pa" valueName="Review_Tools_Zoom_3200">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>		
        <boolean id="Cate_1600Pa" valueName="Review_Tools_Zoom_1600">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>		
        <boolean id="Cate_800Pa" valueName="Review_Tools_Zoom_800">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_600Pa" valueName="Review_Tools_Zoom_600">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_400Pa" valueName="Review_Tools_Zoom_400">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_200Pa" valueName="Review_Tools_Zoom_200">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_150Pa" valueName="Review_Tools_Zoom_150">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>		
        <boolean id="Cate_125Pa" valueName="Review_Tools_Zoom_125">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_100Pa" valueName="Review_Tools_Zoom_100">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_75Pa" valueName="Review_Tools_Zoom_75">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_66Pa" valueName="Review_Tools_Zoom_66">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_50Pa" valueName="Review_Tools_Zoom_50">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_33Pa" valueName="Review_Tools_Zoom_33">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_25Pa" valueName="Review_Tools_Zoom_25">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
		<boolean id="Cate_12Pa" valueName="Review_Tools_Zoom_12">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_8Pa" valueName="Review_Tools_Zoom_8">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
		<boolean id="Cate_1Pa" valueName="Review_Tools_Zoom_1">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
      </elements>
    </policy>
    <policy name="Cate_SelfPanel_8" class="Both" displayName="$(string.Cate_SelfPanel_8)" presentation="$(presentation.Cate_SelfPanel_8)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\Review_Panel_Tools" valueName="Visible">
      <parentCategory ref="Cate_Tools_HOME_RibbonCategory" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Hand_8" class="Both" displayName="$(string.Cate_Hand_8)" presentation="$(presentation.Cate_Hand_8)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\Review_Panel_Tools" valueName="Home_Tools_HandMenuItem">
      <parentCategory ref="Cate_Tools_HOME_RibbonCategory" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfPanel_9" class="Both" displayName="$(string.Cate_SelfPanel_9)" presentation="$(presentation.Cate_SelfPanel_9)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\COMMNET_Panel_TextMarkup" valueName="Visible">
      <parentCategory ref="Cate_TextMarkup" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="COM_HIGHLIGHTTEXT_9" class="Both" displayName="$(string.COM_HIGHLIGHTTEXT_9)" presentation="$(presentation.COM_HIGHLIGHTTEXT_9)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\COMMNET_Panel_TextMarkup" valueName="Button_Highlight">
      <parentCategory ref="Cate_TextMarkup" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="COM_SQUIGGLYTEXT" class="Both" displayName="$(string.COM_SQUIGGLYTEXT)" presentation="$(presentation.COM_SQUIGGLYTEXT)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\COMMNET_Panel_TextMarkup" valueName="Button_Squiggly">
      <parentCategory ref="Cate_TextMarkup" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Underline" class="Both" displayName="$(string.Cate_Underline)" presentation="$(presentation.Cate_Underline)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\COMMNET_Panel_TextMarkup" valueName="Button_UnderLine">
      <parentCategory ref="Cate_TextMarkup" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="COM_STRIKEOUTTEXT" class="Both" displayName="$(string.COM_STRIKEOUTTEXT)" presentation="$(presentation.COM_STRIKEOUTTEXT)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\COMMNET_Panel_TextMarkup" valueName="Button_Strikeout">
      <parentCategory ref="Cate_TextMarkup" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="COM_REPLACETEXT" class="Both" displayName="$(string.COM_REPLACETEXT)" presentation="$(presentation.COM_REPLACETEXT)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\COMMNET_Panel_TextMarkup" valueName="Button_Replace">
      <parentCategory ref="Cate_TextMarkup" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="COM_INSERTTEXT" class="Both" displayName="$(string.COM_INSERTTEXT)" presentation="$(presentation.COM_INSERTTEXT)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\COMMNET_Panel_TextMarkup" valueName="Button_Insert">
      <parentCategory ref="Cate_TextMarkup" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfPanel_10" class="Both" displayName="$(string.Cate_SelfPanel_10)" presentation="$(presentation.Cate_SelfPanel_10)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\Review_Panel_Pin" valueName="Visible">
      <parentCategory ref="Cate_Pin" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="COM_NOTE" class="Both" displayName="$(string.COM_NOTE)" presentation="$(presentation.COM_NOTE)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\Review_Panel_Pin" valueName="Review_pin_Note">
      <parentCategory ref="Cate_Pin" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_FILE" class="Both" displayName="$(string.Cate_FILE)" presentation="$(presentation.Cate_FILE)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\Review_Panel_Pin" valueName="Review_Pin_File">
      <parentCategory ref="Cate_Pin" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfPanel_11" class="Both" displayName="$(string.Cate_SelfPanel_11)" presentation="$(presentation.Cate_SelfPanel_11)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\COMMENT_Panel_Typewriter" valueName="Visible">
      <parentCategory ref="Cate_Typewriter" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Typewriter_11" class="Both" displayName="$(string.Cate_Typewriter_11)" presentation="$(presentation.Cate_Typewriter_11)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\COMMENT_Panel_Typewriter" valueName="Button_Typewriter">
      <parentCategory ref="Cate_Typewriter" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="COM_CALLOUT" class="Both" displayName="$(string.COM_CALLOUT)" presentation="$(presentation.COM_CALLOUT)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\COMMENT_Panel_Typewriter" valueName="Button_Callout">
      <parentCategory ref="Cate_Typewriter" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="COM_TEXTBOX" class="Both" displayName="$(string.COM_TEXTBOX)" presentation="$(presentation.COM_TEXTBOX)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\COMMENT_Panel_Typewriter" valueName="Button_Textbox">
      <parentCategory ref="Cate_Typewriter" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfPanel_12" class="Both" displayName="$(string.Cate_SelfPanel_12)" presentation="$(presentation.Cate_SelfPanel_12)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\COMMENT_Panel_Drawing" valueName="Visible">
      <parentCategory ref="DRAWING" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="COM_RECTANGLE" class="Both" displayName="$(string.COM_RECTANGLE)" presentation="$(presentation.COM_RECTANGLE)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\COMMENT_Panel_Drawing" valueName="Button_Rectangle">
      <parentCategory ref="DRAWING" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="COM_OVAL" class="Both" displayName="$(string.COM_OVAL)" presentation="$(presentation.COM_OVAL)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\COMMENT_Panel_Drawing" valueName="Button_Oval">
      <parentCategory ref="DRAWING" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="COM_POLYGON" class="Both" displayName="$(string.COM_POLYGON)" presentation="$(presentation.COM_POLYGON)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\COMMENT_Panel_Drawing" valueName="Button_Polygan">
      <parentCategory ref="DRAWING" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="COM_CLOUDY" class="Both" displayName="$(string.COM_CLOUDY)" presentation="$(presentation.COM_CLOUDY)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\COMMENT_Panel_Drawing" valueName="Button_Cloudy">
      <parentCategory ref="DRAWING" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="COM_ARROW" class="Both" displayName="$(string.COM_ARROW)" presentation="$(presentation.COM_ARROW)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\COMMENT_Panel_Drawing" valueName="Button_Arrow">
      <parentCategory ref="DRAWING" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="COM_LINE" class="Both" displayName="$(string.COM_LINE)" presentation="$(presentation.COM_LINE)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\COMMENT_Panel_Drawing" valueName="Button_Line">
      <parentCategory ref="DRAWING" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="COM_POLYLINE" class="Both" displayName="$(string.COM_POLYLINE)" presentation="$(presentation.COM_POLYLINE)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\COMMENT_Panel_Drawing" valueName="Button_Polyline">
      <parentCategory ref="DRAWING" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="COM_PENCIL" class="Both" displayName="$(string.COM_PENCIL)" presentation="$(presentation.COM_PENCIL)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\COMMENT_Panel_Drawing" valueName="Button_Annots:Tool:InkMenuItem">
      <parentCategory ref="DRAWING" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Eraser" class="Both" displayName="$(string.Cate_Eraser)" presentation="$(presentation.Cate_Eraser)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\COMMENT_Panel_Drawing" valueName="Button_Rubber">
      <parentCategory ref="DRAWING" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="COM_AreaHighlight" class="Both" displayName="$(string.COM_AreaHighlight)" presentation="$(presentation.COM_AreaHighlight)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\COMMENT_Panel_Drawing" valueName="Button_AreaHighlight">
      <parentCategory ref="DRAWING" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfPanel_13" class="Both" displayName="$(string.Cate_SelfPanel_13)" presentation="$(presentation.Cate_SelfPanel_13)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\COMMENT_Panel_MEATURE" valueName="Visible">
      <parentCategory ref="Cate_Measure" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Distance" class="Both" displayName="$(string.Cate_Distance)" presentation="$(presentation.Cate_Distance)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\COMMENT_Panel_MEATURE" valueName="Button_Distance">
      <parentCategory ref="Cate_Measure" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Perimeter" class="Both" displayName="$(string.Cate_Perimeter)" presentation="$(presentation.Cate_Perimeter)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\COMMENT_Panel_MEATURE" valueName="Button_Perimeter">
      <parentCategory ref="Cate_Measure" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Area" class="Both" displayName="$(string.Cate_Area)" presentation="$(presentation.Cate_Area)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\COMMENT_Panel_MEATURE" valueName="Button_Area">
      <parentCategory ref="Cate_Measure" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Itself_10" class="Both" displayName="$(string.Cate_Itself_10)" presentation="$(presentation.Cate_Itself_10)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\REVIEW_Panel_Stamps\Button_Create" valueName="Visible">
      <parentCategory ref="Cate_Create_RibbonCategory" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_10" class="Both" displayName="$(string.Cate_SubItem_10)" presentation="$(presentation.Cate_SubItem_10)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\REVIEW_Panel_Stamps\Button_Create">
      <parentCategory ref="Cate_Create_RibbonCategory" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Cate_CreateCustomStamp" valueName="Create_Custom">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_CreateCustomDynamicStamp" valueName="Create_Dynamic">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_ManageStamps" valueName="Create_Manage">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_PasteClipboardImageasStampTool" valueName="Create_Clipboard">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_ShowStampsPalette" valueName="Palette">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_SetFavoriteStamps" valueName="Favorite">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_SelfPanel_14" class="Both" displayName="$(string.Cate_SelfPanel_14)" presentation="$(presentation.Cate_SelfPanel_14)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\REVIEW_Panel_Stamps" valueName="Visible">
      <parentCategory ref="Cate_Stamps_1" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Stamp" class="Both" displayName="$(string.Cate_Stamp)" presentation="$(presentation.Cate_Stamp)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\REVIEW_Panel_Stamps" valueName="Button_Stamp">
      <parentCategory ref="Cate_Stamps_1" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Itself_11" class="Both" displayName="$(string.Cate_Itself_11)" presentation="$(presentation.Cate_Itself_11)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\Comment_Panel_Data\Review_CommentsData_Comments" valueName="Visible">
      <parentCategory ref="MEMU_COMMENTS" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_11" class="Both" displayName="$(string.Cate_SubItem_11)" presentation="$(presentation.Cate_SubItem_11)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\Comment_Panel_Data\Review_CommentsData_Comments">
      <parentCategory ref="MEMU_COMMENTS" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Cate_ShowAll" valueName="Review_CommentsData_ShowAllComments">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_HideAll" valueName="Review_CommentsData_HideAllComments">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_Itself_12" class="Both" displayName="$(string.Cate_Itself_12)" presentation="$(presentation.Cate_Itself_12)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\Comment_Panel_Data\Review_CommentsData_PopupNote" valueName="Visible">
      <parentCategory ref="Cate_PopupNotes" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_12" class="Both" displayName="$(string.Cate_SubItem_12)" presentation="$(presentation.Cate_SubItem_12)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\Comment_Panel_Data\Review_CommentsData_PopupNote">
      <parentCategory ref="Cate_PopupNotes" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Cate_OpenAll" valueName="Review_CommentsData_OpenAllPopup">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_CloseAll" valueName="Review_CommentsData_CloseAllPopup">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_SelfPanel_15" class="Both" displayName="$(string.Cate_SelfPanel_15)" presentation="$(presentation.Cate_SelfPanel_15)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\Comment_Panel_Data" valueName="Visible">
      <parentCategory ref="Cate_ManageComments" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SummarizeComments" class="Both" displayName="$(string.Cate_SummarizeComments)" presentation="$(presentation.Cate_SummarizeComments)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\Comment_Panel_Data" valueName="Comment_Panel_Summarize">
      <parentCategory ref="Cate_ManageComments" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Import" class="Both" displayName="$(string.Cate_Import)" presentation="$(presentation.Cate_Import)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\Comment_Panel_Data" valueName="Reivew_CommentsData_Import">
      <parentCategory ref="Cate_ManageComments" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Itself_44" class="Both" displayName="$(string.Cate_Itself_44)" presentation="$(presentation.Cate_Itself_44)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\Comment_Panel_Data\Reivew_CommentsData_Export" valueName="Visible">
      <parentCategory ref="MEMU_EXPORT" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_44" class="Both" displayName="$(string.Cate_SubItem_44)" presentation="$(presentation.Cate_SubItem_44)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\Comment_Panel_Data\Reivew_CommentsData_Export">
      <parentCategory ref="MEMU_EXPORT" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Cate_ExportAll" valueName="Reivew_CommentsData_ExportAllComments">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_ExportHighlight" valueName="Reivew_CommentsData_ExportHighlightText">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>






    <policy name="Cate_FDFviaEmail" class="Both" displayName="$(string.Cate_FDFviaEmail)" presentation="$(presentation.Cate_FDFviaEmail)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\Comment_Panel_Data" valueName="Reivew_CommentsData_Email">
      <parentCategory ref="Cate_ManageComments" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Com_KeepToolsSelected" class="Both" displayName="$(string.Com_KeepToolsSelected)" presentation="$(presentation.Com_KeepToolsSelected)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review\Comment_Panel_Data" valueName="Review_CommentsData_KeepToolSelected">
      <parentCategory ref="Cate_ManageComments" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfCategory_2" class="Both" displayName="$(string.Cate_SelfCategory_2)" presentation="$(presentation.Cate_SelfCategory_2)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Review" valueName="Visible">
      <parentCategory ref="Cate_Comment_Home_RibbonCategory" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Itself_13" class="Both" displayName="$(string.Cate_Itself_13)" presentation="$(presentation.Cate_Itself_13)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\Review_Panel_Tools\Home_Tools_Select" valueName="Visible">
      <parentCategory ref="Cate_Select_RibbonCategory_1" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_13" class="Both" displayName="$(string.Cate_SubItem_13)" presentation="$(presentation.Cate_SubItem_13)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\Review_Panel_Tools\Home_Tools_Select">
      <parentCategory ref="Cate_Select_RibbonCategory_1" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Cate_SelectText" valueName="Home_Tools_TextSelection">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_SelectAnnotation" valueName="Home_Tools_AnnotSelection">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_Itself_14" class="Both" displayName="$(string.Cate_Itself_14)" presentation="$(presentation.Cate_Itself_14)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\Review_Panel_Tools\Review_Tools_Zoom_Parent" valueName="Visible">
      <parentCategory ref="ZOOM_RibbonCategory" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_14" class="Both" displayName="$(string.Cate_SubItem_14)" presentation="$(presentation.Cate_SubItem_14)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\Review_Panel_Tools\Review_Tools_Zoom_Parent">
      <parentCategory ref="ZOOM_RibbonCategory" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="VW_ZOOMIN" valueName="Home_Zoom_ZoomViewIn">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_ZOOMOUT" valueName="Home_Zoom_ZoomViewOut">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_ACTUALSIZE" valueName="Home_Zoom_ActualSize">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_FITPAGE" valueName="Home_Zoom_FitPage">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_FITWIDTH" valueName="Home_Zoom_FitWidth">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_FITVISIBLE" valueName="Home_Zoom_FitVisible">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
       <boolean id="Cate_6400Pa" valueName="Review_Tools_Zoom_6400">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>		
        <boolean id="Cate_3200Pa" valueName="Review_Tools_Zoom_3200">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>		
        <boolean id="Cate_1600Pa" valueName="Review_Tools_Zoom_1600">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>		
        <boolean id="Cate_800Pa" valueName="Review_Tools_Zoom_800">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_600Pa" valueName="Review_Tools_Zoom_600">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_400Pa" valueName="Review_Tools_Zoom_400">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_200Pa" valueName="Review_Tools_Zoom_200">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_150Pa" valueName="Review_Tools_Zoom_150">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>		
        <boolean id="Cate_125Pa" valueName="Review_Tools_Zoom_125">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_100Pa" valueName="Review_Tools_Zoom_100">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_75Pa" valueName="Review_Tools_Zoom_75">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_66Pa" valueName="Review_Tools_Zoom_66">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_50Pa" valueName="Review_Tools_Zoom_50">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_33Pa" valueName="Review_Tools_Zoom_33">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_25Pa" valueName="Review_Tools_Zoom_25">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
		<boolean id="Cate_12Pa" valueName="Review_Tools_Zoom_12">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_8Pa" valueName="Review_Tools_Zoom_8">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
		<boolean id="Cate_1Pa" valueName="Review_Tools_Zoom_1">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_SelfPanel_16" class="Both" displayName="$(string.Cate_SelfPanel_16)" presentation="$(presentation.Cate_SelfPanel_16)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\Review_Panel_Tools" valueName="Visible">
      <parentCategory ref="Cate_Tools_HOME_RibbonCategory_1" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Hand_9" class="Both" displayName="$(string.Cate_Hand_9)" presentation="$(presentation.Cate_Hand_9)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\Review_Panel_Tools" valueName="Home_Tools_HandMenuItem">
      <parentCategory ref="Cate_Tools_HOME_RibbonCategory_1" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfPanel_17" class="Both" displayName="$(string.Cate_SelfPanel_17)" presentation="$(presentation.Cate_SelfPanel_17)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_Goto" valueName="Visible">
      <parentCategory ref="GOTO" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="VW_PREVIOUSVIEW" class="Both" displayName="$(string.VW_PREVIOUSVIEW)" presentation="$(presentation.VW_PREVIOUSVIEW)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_Goto" valueName="View_Goto_GoBack">
      <parentCategory ref="GOTO" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="VW_NEXTVIEW" class="Both" displayName="$(string.VW_NEXTVIEW)" presentation="$(presentation.VW_NEXTVIEW)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_Goto" valueName="View_Goto_GoForward">
      <parentCategory ref="GOTO" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="VW_FIRSTPAGE" class="Both" displayName="$(string.VW_FIRSTPAGE)" presentation="$(presentation.VW_FIRSTPAGE)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_Goto" valueName="View_Goto_FirstPage">
      <parentCategory ref="GOTO" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="VW_PREVIOUSPAGE" class="Both" displayName="$(string.VW_PREVIOUSPAGE)" presentation="$(presentation.VW_PREVIOUSPAGE)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_Goto" valueName="View_Goto_PrevPage">
      <parentCategory ref="GOTO" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Page" class="Both" displayName="$(string.Cate_Page)" presentation="$(presentation.Cate_Page)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_Goto" valueName="View_Goto_GoToPage">
      <parentCategory ref="GOTO" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="VW_NEXTPAGE" class="Both" displayName="$(string.VW_NEXTPAGE)" presentation="$(presentation.VW_NEXTPAGE)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_Goto" valueName="View_Goto_NextPage">
      <parentCategory ref="GOTO" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="VW_LASTPAGE" class="Both" displayName="$(string.VW_LASTPAGE)" presentation="$(presentation.VW_LASTPAGE)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_Goto" valueName="View_Goto_LastPage">
      <parentCategory ref="GOTO" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Itself_15" class="Both" displayName="$(string.Cate_Itself_15)" presentation="$(presentation.Cate_Itself_15)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_DocumentViews\View_DocumentViews_PortfolioView" valueName="Visible">
      <parentCategory ref="Category_PORTFOLIO" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_15" class="Both" displayName="$(string.Cate_SubItem_15)" presentation="$(presentation.Cate_SubItem_15)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_DocumentViews\View_DocumentViews_PortfolioView">
      <parentCategory ref="Category_PORTFOLIO" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Cate_Layout" valueName="View_DocumentViews_PortfolioView_Layout">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_Details" valueName="View_DocumentViews_PortfolioView_Details">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_CoverSheet" valueName="View_DocumentViews_PortfolioView_CoverSheet">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_SelfPanel_18" class="Both" displayName="$(string.Cate_SelfPanel_18)" presentation="$(presentation.Cate_SelfPanel_18)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_DocumentViews" valueName="Visible">
      <parentCategory ref="Cate_DocumentViews" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="VW_READMODE" class="Both" displayName="$(string.VW_READMODE)" presentation="$(presentation.VW_READMODE)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_DocumentViews" valueName="View_DocumentViews_ReadMode">
      <parentCategory ref="Cate_DocumentViews" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="VW_REVERSEVIEW" class="Both" displayName="$(string.VW_REVERSEVIEW)" presentation="$(presentation.VW_REVERSEVIEW)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_DocumentViews" valueName="View_DocumentViews_ReverseView">
      <parentCategory ref="Cate_DocumentViews" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="VW_TEXTVIEWER" class="Both" displayName="$(string.VW_TEXTVIEWER)" presentation="$(presentation.VW_TEXTVIEWER)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_DocumentViews" valueName="View_DocumentViews_TextView">
      <parentCategory ref="Cate_DocumentViews" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="VW_HOMEREFLOW" class="Both" displayName="$(string.VW_HOMEREFLOW)" presentation="$(presentation.VW_HOMEREFLOW)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_DocumentViews" valueName="Home_View_Reflow">
      <parentCategory ref="Cate_DocumentViews" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="VW_ViewNightMode" class="Both" displayName="$(string.VW_ViewNightMode)" presentation="$(presentation.VW_ViewNightMode)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_DocumentViews" valueName="View_DocumentViews_NightMode">
      <parentCategory ref="Cate_DocumentViews" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Itself_16" class="Both" displayName="$(string.Cate_Itself_16)" presentation="$(presentation.Cate_Itself_16)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_PageDisplay\View_PageDisplays_Rotate_Parent" valueName="Visible">
      <parentCategory ref="ROTATEVIEW" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_16" class="Both" displayName="$(string.Cate_SubItem_16)" presentation="$(presentation.Cate_SubItem_16)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_PageDisplay\View_PageDisplays_Rotate_Parent">
      <parentCategory ref="ROTATEVIEW" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="VW_COUNTERCLOCKWISE" valueName="View_PageDisplays_Rotate_Left">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_CLOCKWISE" valueName="View_PageDisplays_Rotate_Right">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_Itself_17" class="Both" displayName="$(string.Cate_Itself_17)" presentation="$(presentation.Cate_Itself_17)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_PageDisplay\View_PageDisplays_Split_Parent" valueName="Visible">
      <parentCategory ref="Cate_Split" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_17" class="Both" displayName="$(string.Cate_SubItem_17)" presentation="$(presentation.Cate_SubItem_17)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_PageDisplay\View_PageDisplays_Split_Parent">
      <parentCategory ref="Cate_Split" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="VW_PageDisplaysVSplit" valueName="View_PageDisplays_VSplit">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_PageDisplaysHSplit" valueName="View_PageDisplays_HSplit">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_SpreadsheetSplit" valueName="View_PageDisplays_QuadSplit">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_SelfPanel_19" class="Both" displayName="$(string.Cate_SelfPanel_19)" presentation="$(presentation.Cate_SelfPanel_19)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_PageDisplay" valueName="Visible">
      <parentCategory ref="PAGEDISPLAY" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SinglePage" class="Both" displayName="$(string.Cate_SinglePage)" presentation="$(presentation.Cate_SinglePage)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_PageDisplay" valueName="View_PageDisplays_SinglePage">
      <parentCategory ref="PAGEDISPLAY" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_OneColumn" class="Both" displayName="$(string.Cate_OneColumn)" presentation="$(presentation.Cate_OneColumn)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_PageDisplay" valueName="View_PageDisplays_OneColumn">
      <parentCategory ref="PAGEDISPLAY" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="VW_FACING" class="Both" displayName="$(string.VW_FACING)" presentation="$(presentation.VW_FACING)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_PageDisplay" valueName="View_PageDisplays_TwoPages">
      <parentCategory ref="PAGEDISPLAY" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="VW_CONTINUOUSFACING" class="Both" displayName="$(string.VW_CONTINUOUSFACING)" presentation="$(presentation.VW_CONTINUOUSFACING)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_PageDisplay" valueName="View_PageDisplays_TwoColumns">
      <parentCategory ref="PAGEDISPLAY" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SeparateCoverPage" class="Both" displayName="$(string.Cate_SeparateCoverPage)" presentation="$(presentation.Cate_SeparateCoverPage)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_PageDisplay" valueName="View_PageDisplays_CoverPage">
      <parentCategory ref="PAGEDISPLAY" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="VW_GUIDES" class="Both" displayName="$(string.VW_GUIDES)" presentation="$(presentation.VW_GUIDES)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_PageDisplay" valueName="View_PageDisplays_Guides">
      <parentCategory ref="PAGEDISPLAY" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="VW_RULERS" class="Both" displayName="$(string.VW_RULERS)" presentation="$(presentation.VW_RULERS)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_PageDisplay" valueName="View_PageDisplays_Rulers">
      <parentCategory ref="PAGEDISPLAY" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_LineWeights" class="Both" displayName="$(string.Cate_LineWeights)" presentation="$(presentation.Cate_LineWeights)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_PageDisplay" valueName="View_PageDisplays_Line_Weights">
      <parentCategory ref="PAGEDISPLAY" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Itself_18" class="Both" displayName="$(string.Cate_Itself_18)" presentation="$(presentation.Cate_Itself_18)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_Assistant\View_Read_Read" valueName="Visible">
      <parentCategory ref="VW_READ" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_18" class="Both" displayName="$(string.Cate_SubItem_18)" presentation="$(presentation.Cate_SubItem_18)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_Assistant\View_Read_Read">
      <parentCategory ref="VW_READ" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="VW_READSTART" valueName="View_Read_Start">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_READTHISPAGE" valueName="View_Read_CurrentPage">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_READFROMCURRENTPAGE" valueName="View_Read_Document">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_STOP" valueName="View_Read_Stop">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_Itself_19" class="Both" displayName="$(string.Cate_Itself_19)" presentation="$(presentation.Cate_Itself_19)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_Assistant\View_Read_Rate" valueName="Visible">
      <parentCategory ref="Cate_Rate" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_19" class="Both" displayName="$(string.Cate_SubItem_19)" presentation="$(presentation.Cate_SubItem_19)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_Assistant\View_Read_Rate">
      <parentCategory ref="Cate_Rate" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Cate_Rate" valueName="View_Read_Rate_Silder">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_Itself_20" class="Both" displayName="$(string.Cate_Itself_20)" presentation="$(presentation.Cate_Itself_20)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_Assistant\View_Read_Volume" valueName="Visible">
      <parentCategory ref="Cate_Volume" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_20" class="Both" displayName="$(string.Cate_SubItem_20)" presentation="$(presentation.Cate_SubItem_20)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_Assistant\View_Read_Volume">
      <parentCategory ref="Cate_Volume" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Cate_Volume" valueName="View_Read_Volume_Silder">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_SelfPanel_20" class="Both" displayName="$(string.Cate_SelfPanel_20)" presentation="$(presentation.Cate_SelfPanel_20)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_Assistant" valueName="Visible">
      <parentCategory ref="Cate_Assistant" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_AutoScroll" class="Both" displayName="$(string.Cate_AutoScroll)" presentation="$(presentation.Cate_AutoScroll)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_Assistant" valueName="View_PageDisplays_AutoScroll">
      <parentCategory ref="Cate_Assistant" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Marquee" class="Both" displayName="$(string.Cate_Marquee)" presentation="$(presentation.Cate_Marquee)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_Assistant" valueName="View_Assistant_Marquee">
      <parentCategory ref="Cate_Assistant" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="VW_LOUPE" class="Both" displayName="$(string.VW_LOUPE)" presentation="$(presentation.VW_LOUPE)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_Assistant" valueName="Home_MakePage_Zoom_Loupe">
      <parentCategory ref="Cate_Assistant" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="VW_MAGNIFIER" class="Both" displayName="$(string.VW_MAGNIFIER)" presentation="$(presentation.VW_MAGNIFIER)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_Assistant" valueName="Home_MakePage_Zoom_Magnifier">
      <parentCategory ref="Cate_Assistant" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Pause" class="Both" displayName="$(string.Cate_Pause)" presentation="$(presentation.Cate_Pause)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_Assistant" valueName="View_Read_Pause">
      <parentCategory ref="Cate_Assistant" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Itself_21" class="Both" displayName="$(string.Cate_Itself_21)" presentation="$(presentation.Cate_Itself_21)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_ViewSetting\View_Setting_Navigation_Parent" valueName="Visible">
      <parentCategory ref="NAVPANELS" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_21" class="Both" displayName="$(string.Cate_SubItem_21)" presentation="$(presentation.Cate_SubItem_21)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_ViewSetting\View_Setting_Navigation_Parent">
      <parentCategory ref="NAVPANELS" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="VW_BOOKMARKS" valueName="View_Setting_ShowHideBookmarks">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_Pages" valueName="View_Setting_ShowHideThumbnails">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_LAYERS" valueName="View_Setting_ShowHideOptCont">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="MEMU_COMMENTS" valueName="View_Setting_ShowHideAnnotManager">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_Attachments" valueName="View_Setting_ShowHideFileAttachment">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_SecuritySettings" valueName="View_Setting_SecuritySetting">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_DigitalSignatures_1" valueName="View_Setting_ShowHideSignatures">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_HIDESTATUSBAR_1" valueName="View_Setting_Hide_Navigations">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_ResetAllPanels" valueName="View_Setting_Dock_Navigations">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_Itself_22" class="Both" displayName="$(string.Cate_Itself_22)" presentation="$(presentation.Cate_Itself_22)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_ViewSetting\View_Setting_StatusBar" valueName="Visible">
      <parentCategory ref="Cate_StatusBar" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_22" class="Both" displayName="$(string.Cate_SubItem_22)" presentation="$(presentation.Cate_SubItem_22)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_ViewSetting\View_Setting_StatusBar">
      <parentCategory ref="Cate_StatusBar" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Cate_ShowStatusBar" valueName="View_Setting_Show_StatusBar">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_AutoHide" valueName="View_Setting_AutoHide_StatusBar">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_HideStatusBar" valueName="View_Setting_Hide_StatusBar">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_SelfPanel_21" class="Both" displayName="$(string.Cate_SelfPanel_21)" presentation="$(presentation.Cate_SelfPanel_21)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\View_Panel_ViewSetting" valueName="Visible">
      <parentCategory ref="Cate_ViewSetting" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SelfPanel_22" class="Both" displayName="$(string.Cate_SelfPanel_22)" presentation="$(presentation.Cate_SelfPanel_22)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\Review_Panel_Compare" valueName="Visible">
      <parentCategory ref="Cate_Review" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_WordCount_1" class="Both" displayName="$(string.Cate_WordCount_1)" presentation="$(presentation.Cate_WordCount_1)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View\Review_Panel_Compare" valueName="View_Proofing_WordCount">
      <parentCategory ref="Cate_Review" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfCategory_3" class="Both" displayName="$(string.Cate_SelfCategory_3)" presentation="$(presentation.Cate_SelfCategory_3)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_View" valueName="Visible">
      <parentCategory ref="Cate_VIEW_RibbonCategory" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Itself_23" class="Both" displayName="$(string.Cate_Itself_23)" presentation="$(presentation.Cate_Itself_23)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Form\Review_Panel_Tools\Home_Tools_Select" valueName="Visible">
      <parentCategory ref="Cate_Select_Form" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_23" class="Both" displayName="$(string.Cate_SubItem_23)" presentation="$(presentation.Cate_SubItem_23)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Form\Review_Panel_Tools\Home_Tools_Select">
      <parentCategory ref="Cate_Select_Form" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Cate_SelectText" valueName="Home_Tools_TextSelection">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_SelectAnnotation" valueName="Home_Tools_AnnotSelection">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_Itself_24" class="Both" displayName="$(string.Cate_Itself_24)" presentation="$(presentation.Cate_Itself_24)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Form\Review_Panel_Tools\Review_Tools_Zoom_Parent" valueName="Visible">
      <parentCategory ref="ZOOM_Form" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_24" class="Both" displayName="$(string.Cate_SubItem_24)" presentation="$(presentation.Cate_SubItem_24)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Form\Review_Panel_Tools\Review_Tools_Zoom_Parent">
      <parentCategory ref="ZOOM_Form" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="VW_ZOOMIN" valueName="Home_Zoom_ZoomViewIn">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_ZOOMOUT" valueName="Home_Zoom_ZoomViewOut">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_ACTUALSIZE" valueName="Home_Zoom_ActualSize">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_FITPAGE" valueName="Home_Zoom_FitPage">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_FITWIDTH" valueName="Home_Zoom_FitWidth">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_FITVISIBLE" valueName="Home_Zoom_FitVisible">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
       <boolean id="Cate_6400Pa" valueName="Review_Tools_Zoom_6400">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>		
        <boolean id="Cate_3200Pa" valueName="Review_Tools_Zoom_3200">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>		
        <boolean id="Cate_1600Pa" valueName="Review_Tools_Zoom_1600">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>		
        <boolean id="Cate_800Pa" valueName="Review_Tools_Zoom_800">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_600Pa" valueName="Review_Tools_Zoom_600">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_400Pa" valueName="Review_Tools_Zoom_400">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_200Pa" valueName="Review_Tools_Zoom_200">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_150Pa" valueName="Review_Tools_Zoom_150">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>		
        <boolean id="Cate_125Pa" valueName="Review_Tools_Zoom_125">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_100Pa" valueName="Review_Tools_Zoom_100">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_75Pa" valueName="Review_Tools_Zoom_75">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_66Pa" valueName="Review_Tools_Zoom_66">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_50Pa" valueName="Review_Tools_Zoom_50">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_33Pa" valueName="Review_Tools_Zoom_33">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_25Pa" valueName="Review_Tools_Zoom_25">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
		<boolean id="Cate_12Pa" valueName="Review_Tools_Zoom_12">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_8Pa" valueName="Review_Tools_Zoom_8">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
		<boolean id="Cate_1Pa" valueName="Review_Tools_Zoom_1">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_SelfPanel_23" class="Both" displayName="$(string.Cate_SelfPanel_23)" presentation="$(presentation.Cate_SelfPanel_23)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Form\Review_Panel_Tools" valueName="Visible">
      <parentCategory ref="Cate_Tools_HOME_Form" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Hand_10" class="Both" displayName="$(string.Cate_Hand_10)" presentation="$(presentation.Cate_Hand_10)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Form\Review_Panel_Tools" valueName="Home_Tools_HandMenuItem">
      <parentCategory ref="Cate_Tools_HOME_Form" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Itself_25" class="Both" displayName="$(string.Cate_Itself_25)" presentation="$(presentation.Cate_Itself_25)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Form\Form_Panel_FormData\Form_FormData_Sheet" valueName="Visible">
      <parentCategory ref="Cate_Sheet" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_25" class="Both" displayName="$(string.Cate_SubItem_25)" presentation="$(presentation.Cate_SubItem_25)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Form\Form_Panel_FormData\Form_FormData_Sheet">
      <parentCategory ref="Cate_Sheet" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Cate_AppendtoanExistingSheet" valueName="Form_FormData_ExportAppend">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_CombineFormstoaSheet" valueName="Form_FormData_ExportCombine">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_Itself_26" class="Both" displayName="$(string.Cate_Itself_26)" presentation="$(presentation.Cate_Itself_26)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Form\Form_Panel_FormData\Form_FormData_ExportToFile" valueName="Visible">
      <parentCategory ref="Cate_Export" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_26" class="Both" displayName="$(string.Cate_SubItem_26)" presentation="$(presentation.Cate_SubItem_26)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Form\Form_Panel_FormData\Form_FormData_ExportToFile">
      <parentCategory ref="Cate_Export" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Cate_ToFile" valueName="Form_FormData_Export">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_Via_Email" valueName="Form_FormData_Email">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_SelfPanel_24" class="Both" displayName="$(string.Cate_SelfPanel_24)" presentation="$(presentation.Cate_SelfPanel_24)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Form\Form_Panel_FormData" valueName="Visible">
      <parentCategory ref="Cate_FormData" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="FM_RESETFORM" class="Both" displayName="$(string.FM_RESETFORM)" presentation="$(presentation.FM_RESETFORM)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Form\Form_Panel_FormData" valueName="Form_Edit_ResetForm">
      <parentCategory ref="Cate_FormData" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Import_24" class="Both" displayName="$(string.Cate_Import_24)" presentation="$(presentation.Cate_Import_24)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Form\Form_Panel_FormData" valueName="Form_FormData_Import">
      <parentCategory ref="Cate_FormData" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_HighlightFields" class="Both" displayName="$(string.Cate_HighlightFields)" presentation="$(presentation.Cate_HighlightFields)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Form\Form_Panel_FormData" valueName="Form_Edit_Highlight">
      <parentCategory ref="Cate_FormData" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfCategory_4" class="Both" displayName="$(string.Cate_SelfCategory_4)" presentation="$(presentation.Cate_SelfCategory_4)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Form" valueName="Visible">
      <parentCategory ref="Cate_FORM" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Itself_27" class="Both" displayName="$(string.Cate_Itself_27)" presentation="$(presentation.Cate_Itself_27)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Protect\Review_Panel_Tools\Home_Tools_Select" valueName="Visible">
      <parentCategory ref="Cate_Select_RibbonCategory_2" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_27" class="Both" displayName="$(string.Cate_SubItem_27)" presentation="$(presentation.Cate_SubItem_27)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Protect\Review_Panel_Tools\Home_Tools_Select">
      <parentCategory ref="Cate_Select_RibbonCategory_2" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Cate_SelectText" valueName="Home_Tools_TextSelection">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_SelectAnnotation" valueName="Home_Tools_AnnotSelection">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_Itself_28" class="Both" displayName="$(string.Cate_Itself_28)" presentation="$(presentation.Cate_Itself_28)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Protect\Review_Panel_Tools\Review_Tools_Zoom_Parent" valueName="Visible">
      <parentCategory ref="ZOOM_RibbonCategory_1" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_28" class="Both" displayName="$(string.Cate_SubItem_28)" presentation="$(presentation.Cate_SubItem_28)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Protect\Review_Panel_Tools\Review_Tools_Zoom_Parent">
      <parentCategory ref="ZOOM_RibbonCategory_1" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="VW_ZOOMIN" valueName="Home_Zoom_ZoomViewIn">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_ZOOMOUT" valueName="Home_Zoom_ZoomViewOut">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_ACTUALSIZE" valueName="Home_Zoom_ActualSize">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_FITPAGE" valueName="Home_Zoom_FitPage">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_FITWIDTH" valueName="Home_Zoom_FitWidth">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_FITVISIBLE" valueName="Home_Zoom_FitVisible">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
       <boolean id="Cate_6400Pa" valueName="Review_Tools_Zoom_6400">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>		
        <boolean id="Cate_3200Pa" valueName="Review_Tools_Zoom_3200">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>		
        <boolean id="Cate_1600Pa" valueName="Review_Tools_Zoom_1600">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>		
        <boolean id="Cate_800Pa" valueName="Review_Tools_Zoom_800">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_600Pa" valueName="Review_Tools_Zoom_600">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_400Pa" valueName="Review_Tools_Zoom_400">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_200Pa" valueName="Review_Tools_Zoom_200">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_150Pa" valueName="Review_Tools_Zoom_150">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>		
        <boolean id="Cate_125Pa" valueName="Review_Tools_Zoom_125">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_100Pa" valueName="Review_Tools_Zoom_100">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_75Pa" valueName="Review_Tools_Zoom_75">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_66Pa" valueName="Review_Tools_Zoom_66">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_50Pa" valueName="Review_Tools_Zoom_50">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_33Pa" valueName="Review_Tools_Zoom_33">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_25Pa" valueName="Review_Tools_Zoom_25">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
		<boolean id="Cate_12Pa" valueName="Review_Tools_Zoom_12">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_8Pa" valueName="Review_Tools_Zoom_8">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
		<boolean id="Cate_1Pa" valueName="Review_Tools_Zoom_1">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_SelfPanel_25" class="Both" displayName="$(string.Cate_SelfPanel_25)" presentation="$(presentation.Cate_SelfPanel_25)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Protect\Review_Panel_Tools" valueName="Visible">
      <parentCategory ref="Cate_Tools_HOME_RibbonCategory_2" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Hand_11" class="Both" displayName="$(string.Cate_Hand_11)" presentation="$(presentation.Cate_Hand_11)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Protect\Review_Panel_Tools" valueName="Home_Tools_HandMenuItem">
      <parentCategory ref="Cate_Tools_HOME_RibbonCategory_2" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Itself_29" class="Both" displayName="$(string.Cate_Itself_29)" presentation="$(presentation.Cate_Itself_29)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Protect\AD RMS Protect\PE_RestrictAccess" valueName="Visible">
      <parentCategory ref="RMS_Restricted" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_29" class="Both" displayName="$(string.Cate_SubItem_29)" presentation="$(presentation.Cate_SubItem_29)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Protect\AD RMS Protect\PE_RestrictAccess">
      <parentCategory ref="RMS_Restricted" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Cate_UnrestrictedAccess" valueName="subItem_unRestrictAccess">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_ConnecttoDigitalRightManagementServersandGetTemplates" valueName="subItem_noIssuer">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_Itself_30" class="Both" displayName="$(string.Cate_Itself_30)" presentation="$(presentation.Cate_Itself_30)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Protect\AD RMS Protect\PE_Management" valueName="Visible">
      <parentCategory ref="PREF_Settings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_30" class="Both" displayName="$(string.Cate_SubItem_30)" presentation="$(presentation.Cate_SubItem_30)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Protect\AD RMS Protect\PE_Management">
      <parentCategory ref="PREF_Settings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Cate_CustomTemplates" valueName="subItem_templateMana">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_SecurityWatermark" valueName="subItem_watermarkMana">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_SelfPanel_26" class="Both" displayName="$(string.Cate_SelfPanel_26)" presentation="$(presentation.Cate_SelfPanel_26)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Protect\AD RMS Protect" valueName="Visible">
      <parentCategory ref="Cate_ADRMSProtect" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Itself_31" class="Both" displayName="$(string.Cate_Itself_31)" presentation="$(presentation.Cate_Itself_31)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Protect\Protect_Panel_Signature\DocuSign" valueName="Visible">
      <parentCategory ref="Plugin_DocuSign" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_31" class="Both" displayName="$(string.Cate_SubItem_31)" presentation="$(presentation.Cate_SubItem_31)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Protect\Protect_Panel_Signature\DocuSign">
      <parentCategory ref="Plugin_DocuSign" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Cate_LogintoDocuSign" valueName="Login">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_SignwithDocuSign" valueName="SignDoc">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_SendviaDocuSign" valueName="SendDoc">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_Itself_32" class="Both" displayName="$(string.Cate_Itself_32)" presentation="$(presentation.Cate_Itself_32)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Protect\Protect_Panel_Signature\Protect_Signature_SignVertify" valueName="Visible">
      <parentCategory ref="Cate_SignCertify" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_32" class="Both" displayName="$(string.Cate_SubItem_32)" presentation="$(presentation.Cate_SubItem_32)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Protect\Protect_Panel_Signature\Protect_Signature_SignVertify">
      <parentCategory ref="Cate_SignCertify" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Cate_PlaceSignature" valueName="Protect_Signature_Place">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_SignDoc" valueName="Protect_Signature_SignDoc">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_SelfPanel_27" class="Both" displayName="$(string.Cate_SelfPanel_27)" presentation="$(presentation.Cate_SelfPanel_27)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Protect\Protect_Panel_Signature" valueName="Visible">
      <parentCategory ref="Cate_PROTECT_RibbonCategory_1" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_PDFSign_27" class="Both" displayName="$(string.Cate_PDFSign_27)" presentation="$(presentation.Cate_PDFSign_27)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Protect\Protect_Panel_Signature" valueName="Home_Tools_InstaSign">
      <parentCategory ref="Cate_PROTECT_RibbonCategory_1" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Validate" class="Both" displayName="$(string.Cate_Validate)" presentation="$(presentation.Cate_Validate)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Protect\Protect_Panel_Signature" valueName="Validate All Signatures">
      <parentCategory ref="Cate_PROTECT_RibbonCategory_1" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_TimeStampDocument" class="Both" displayName="$(string.Cate_TimeStampDocument)" presentation="$(presentation.Cate_TimeStampDocument)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Protect\Protect_Panel_Signature" valueName="Time Stamp Document">
      <parentCategory ref="Cate_PROTECT_RibbonCategory_1" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_DigitalIDs" class="Both" displayName="$(string.Cate_DigitalIDs)" presentation="$(presentation.Cate_DigitalIDs)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Protect\Protect_Panel_Signature" valueName="Digital IDs">
      <parentCategory ref="Cate_PROTECT_RibbonCategory_1" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_TrustCertificates" class="Both" displayName="$(string.Cate_TrustCertificates)" presentation="$(presentation.Cate_TrustCertificates)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Protect\Protect_Panel_Signature" valueName="Trust Certificates">
      <parentCategory ref="Cate_PROTECT_RibbonCategory_1" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfCategory_5" class="Both" displayName="$(string.Cate_SelfCategory_5)" presentation="$(presentation.Cate_SelfCategory_5)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Protect" valueName="Visible">
      <parentCategory ref="Cate_PROTECT_RibbonCategory" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Itself_33" class="Both" displayName="$(string.Cate_Itself_33)" presentation="$(presentation.Cate_Itself_33)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Share\Review_Panel_Tools\Home_Tools_Select" valueName="Visible">
      <parentCategory ref="Cate_Select_Share" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_33" class="Both" displayName="$(string.Cate_SubItem_33)" presentation="$(presentation.Cate_SubItem_33)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Share\Review_Panel_Tools\Home_Tools_Select">
      <parentCategory ref="Cate_Select_Share" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Cate_SelectText" valueName="Home_Tools_TextSelection">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_SelectAnnotation" valueName="Home_Tools_AnnotSelection">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_Itself_34" class="Both" displayName="$(string.Cate_Itself_34)" presentation="$(presentation.Cate_Itself_34)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Share\Review_Panel_Tools\Review_Tools_Zoom_Parent" valueName="Visible">
      <parentCategory ref="ZOOM_Share" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_34" class="Both" displayName="$(string.Cate_SubItem_34)" presentation="$(presentation.Cate_SubItem_34)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Share\Review_Panel_Tools\Review_Tools_Zoom_Parent">
      <parentCategory ref="ZOOM_Share" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="VW_ZOOMIN" valueName="Home_Zoom_ZoomViewIn">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_ZOOMOUT" valueName="Home_Zoom_ZoomViewOut">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_ACTUALSIZE" valueName="Home_Zoom_ActualSize">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_FITPAGE" valueName="Home_Zoom_FitPage">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_FITWIDTH" valueName="Home_Zoom_FitWidth">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_FITVISIBLE" valueName="Home_Zoom_FitVisible">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
       <boolean id="Cate_6400Pa" valueName="Review_Tools_Zoom_6400">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>		
        <boolean id="Cate_3200Pa" valueName="Review_Tools_Zoom_3200">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>		
        <boolean id="Cate_1600Pa" valueName="Review_Tools_Zoom_1600">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>		
        <boolean id="Cate_800Pa" valueName="Review_Tools_Zoom_800">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_600Pa" valueName="Review_Tools_Zoom_600">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_400Pa" valueName="Review_Tools_Zoom_400">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_200Pa" valueName="Review_Tools_Zoom_200">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_150Pa" valueName="Review_Tools_Zoom_150">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>		
        <boolean id="Cate_125Pa" valueName="Review_Tools_Zoom_125">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_100Pa" valueName="Review_Tools_Zoom_100">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_75Pa" valueName="Review_Tools_Zoom_75">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_66Pa" valueName="Review_Tools_Zoom_66">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_50Pa" valueName="Review_Tools_Zoom_50">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_33Pa" valueName="Review_Tools_Zoom_33">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_25Pa" valueName="Review_Tools_Zoom_25">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
		<boolean id="Cate_12Pa" valueName="Review_Tools_Zoom_12">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_8Pa" valueName="Review_Tools_Zoom_8">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
		<boolean id="Cate_1Pa" valueName="Review_Tools_Zoom_1">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_SelfPanel_28" class="Both" displayName="$(string.Cate_SelfPanel_28)" presentation="$(presentation.Cate_SelfPanel_28)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Share\Review_Panel_Tools" valueName="Visible">
      <parentCategory ref="Cate_Tools_HOME_Share" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Hand_12" class="Both" displayName="$(string.Cate_Hand_12)" presentation="$(presentation.Cate_Hand_12)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Share\Review_Panel_Tools" valueName="Home_Tools_HandMenuItem">
      <parentCategory ref="Cate_Tools_HOME_Share" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfPanel_29" class="Both" displayName="$(string.Cate_SelfPanel_29)" presentation="$(presentation.Cate_SelfPanel_29)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Share\Share_Panel_Sendto" valueName="Visible">
      <parentCategory ref="Cate_SendTo" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy> 
    <policy name="Cate_Itself_45" class="Both" displayName="$(string.Cate_Itself_45)" presentation="$(presentation.Cate_Itself_45)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Share\Share_Panel_Sendto\File_Main_Share_AcroSendMail:SendMailTab" valueName="Visible">
      <parentCategory ref="Main_AcroSendMail" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_45" class="Both" displayName="$(string.Cate_SubItem_45)" presentation="$(presentation.Cate_SubItem_45)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Share\Share_Panel_Sendto\File_Main_Share_AcroSendMail:SendMailTab">
      <parentCategory ref="Main_AcroSendMail" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Cate_SendMail" valueName="File_Main_Share_AcroSendMail:SendMail">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_SendAllTal" valueName="File_Main_Share_AcroSendMail:SendMailAllTab">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="CT_Evernote" class="Both" displayName="$(string.CT_Evernote)" presentation="$(presentation.CT_Evernote)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Share\Share_Panel_Sendto" valueName="File_Main_Share_SendToEvernote">
      <parentCategory ref="Cate_SendTo" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="CT_OneNote" class="Both" displayName="$(string.CT_OneNote)" presentation="$(presentation.CT_OneNote)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Share\Share_Panel_Sendto" valueName="File_Main_Share_SendToOneNote">
      <parentCategory ref="Cate_SendTo" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfPanel_30" class="Both" displayName="$(string.Cate_SelfPanel_30)" presentation="$(presentation.Cate_SelfPanel_30)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Share\Share_Panel_Review" valueName="Visible">
      <parentCategory ref="Cate_Review_Share" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Tracker" class="Both" displayName="$(string.Cate_Tracker)" presentation="$(presentation.Cate_Tracker)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Share\Share_Panel_Review" valueName="Tracker">
      <parentCategory ref="Cate_Review_Share" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfPanel_31" class="Both" displayName="$(string.Cate_SelfPanel_31)" presentation="$(presentation.Cate_SelfPanel_31)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Share\SPServer Panel" valueName="Visible">
      <parentCategory ref="Plugin_SharePoint" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="SH_CheckIn" class="Both" displayName="$(string.SH_CheckIn)" presentation="$(presentation.SH_CheckIn)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Share\SPServer Panel" valueName="Check In">
      <parentCategory ref="Plugin_SharePoint" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="SH_CheckOut" class="Both" displayName="$(string.SH_CheckOut)" presentation="$(presentation.SH_CheckOut)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Share\SPServer Panel" valueName="Check Out">
      <parentCategory ref="Plugin_SharePoint" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="SH_DiscardCheckout" class="Both" displayName="$(string.SH_DiscardCheckout)" presentation="$(presentation.SH_DiscardCheckout)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Share\SPServer Panel" valueName="Discard Check Out">
      <parentCategory ref="Plugin_SharePoint" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_DocumentProperties" class="Both" displayName="$(string.Cate_DocumentProperties)" presentation="$(presentation.Cate_DocumentProperties)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Share\SPServer Panel" valueName="Prepare Doc Properties">
      <parentCategory ref="Plugin_SharePoint" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfCategory_6" class="Both" displayName="$(string.Cate_SelfCategory_6)" presentation="$(presentation.Cate_SelfCategory_6)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Share" valueName="Visible">
      <parentCategory ref="Cate_SHARE" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>   
    <policy name="Cate_SelfCategory_7" class="Both" displayName="$(string.Cate_SelfCategory_7)" presentation="$(presentation.Cate_SelfCategory_7)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_ConnectedPDF" valueName="Visible">
      <parentCategory ref="Cate_Connect" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SelfPanel_38" class="Both" displayName="$(string.Cate_SelfPanel_38)" presentation="$(presentation.Cate_SelfPanel_38)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Help\Help_Panel_Help" valueName="Visible">
      <parentCategory ref="Cate_HELP_Connect" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="HP_USERMANUAL" class="Both" displayName="$(string.HP_USERMANUAL)" presentation="$(presentation.HP_USERMANUAL)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Help\Help_Panel_Help" valueName="Help_Help_UserManual">
      <parentCategory ref="Cate_HELP_Connect" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="HP_HELPCENTER" class="Both" displayName="$(string.HP_HELPCENTER)" presentation="$(presentation.HP_HELPCENTER)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Help\Help_Panel_Help" valueName="Help_Help_HelpCenter">
      <parentCategory ref="Cate_HELP_Connect" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfPanel_39" class="Both" displayName="$(string.Cate_SelfPanel_39)" presentation="$(presentation.Cate_SelfPanel_39)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Help\Help_Panel_Product" valueName="Visible">
      <parentCategory ref="Cate_Product" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_FoxitPlugIns" class="Both" displayName="$(string.Cate_FoxitPlugIns)" presentation="$(presentation.Cate_FoxitPlugIns)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Help\Help_Panel_Product" valueName="Help_Product_Plugin">
      <parentCategory ref="Cate_Product" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_About" class="Both" displayName="$(string.Cate_About)" presentation="$(presentation.Cate_About)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Help\Help_Panel_Product" valueName="Help_Product_About">
      <parentCategory ref="Cate_Product" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfPanel_40" class="Both" displayName="$(string.Cate_SelfPanel_40)" presentation="$(presentation.Cate_SelfPanel_40)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Help\Help_Panel_Activation" valueName="Visible">
      <parentCategory ref="Cate_Activation" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_ActivatePlugins" class="Both" displayName="$(string.Cate_ActivatePlugins)" presentation="$(presentation.Cate_ActivatePlugins)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Help\Help_Panel_Activation" valueName="Help_Activation_Activation">
      <parentCategory ref="Cate_Activation" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfCategory_8" class="Both" displayName="$(string.Cate_SelfCategory_8)" presentation="$(presentation.Cate_SelfCategory_8)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Help" valueName="Visible">
      <parentCategory ref="Cate_HELP" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Itself_38" class="Both" displayName="$(string.Cate_Itself_38)" presentation="$(presentation.Cate_Itself_38)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Font\Button_Font_Writing_Direction" valueName="Visible">
      <parentCategory ref="Cate_WritingDirecting" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_38" class="Both" displayName="$(string.Cate_SubItem_38)" presentation="$(presentation.Cate_SubItem_38)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Font\Button_Font_Writing_Direction">
      <parentCategory ref="Cate_WritingDirecting" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Cate_Lefttoright" valueName="Button_Font_Writing_Direction_LTR">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_RighttoLeft" valueName="Button_Font_Writing_Direction_RTL">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_SelfPanel_41" class="Both" displayName="$(string.Cate_SelfPanel_41)" presentation="$(presentation.Cate_SelfPanel_41)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Font" valueName="Visible">
      <parentCategory ref="Cate_Font" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Font" class="Both" displayName="$(string.Cate_Font)" presentation="$(presentation.Cate_Font)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Font" valueName="Button_Font_Name">
      <parentCategory ref="Cate_Font" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_FontSize" class="Both" displayName="$(string.Cate_FontSize)" presentation="$(presentation.Cate_FontSize)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Font" valueName="Button_Font_Size">
      <parentCategory ref="Cate_Font" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Bold" class="Both" displayName="$(string.Cate_Bold)" presentation="$(presentation.Cate_Bold)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Font" valueName="Button_Font_Bold">
      <parentCategory ref="Cate_Font" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Italic" class="Both" displayName="$(string.Cate_Italic)" presentation="$(presentation.Cate_Italic)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Font" valueName="Button_Font_Tilt">
      <parentCategory ref="Cate_Font" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Underline_41" class="Both" displayName="$(string.Cate_Underline_41)" presentation="$(presentation.Cate_Underline_41)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Font" valueName="Button_Font_Underline">
      <parentCategory ref="Cate_Font" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Strikethrough" class="Both" displayName="$(string.Cate_Strikethrough)" presentation="$(presentation.Cate_Strikethrough)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Font" valueName="Button_Font_StrikeThrough">
      <parentCategory ref="Cate_Font" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Superscript" class="Both" displayName="$(string.Cate_Superscript)" presentation="$(presentation.Cate_Superscript)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Font" valueName="Button_Font_SuperScript">
      <parentCategory ref="Cate_Font" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Subscript" class="Both" displayName="$(string.Cate_Subscript)" presentation="$(presentation.Cate_Subscript)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Font" valueName="Button_Font_SubScript">
      <parentCategory ref="Cate_Font" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_FontColor" class="Both" displayName="$(string.Cate_FontColor)" presentation="$(presentation.Cate_FontColor)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Font" valueName="Button_Font_Fontcolor">
      <parentCategory ref="Cate_Font" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_CharacterSpacing" class="Both" displayName="$(string.Cate_CharacterSpacing)" presentation="$(presentation.Cate_CharacterSpacing)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Font" valueName="Button_Paragraph_Char_Space">
      <parentCategory ref="Cate_Font" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfPanel_42" class="Both" displayName="$(string.Cate_SelfPanel_42)" presentation="$(presentation.Cate_SelfPanel_42)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Paragraph" valueName="Visible">
      <parentCategory ref="Cate_Paragraph" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Bullets" class="Both" displayName="$(string.Cate_Bullets)" presentation="$(presentation.Cate_Bullets)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Paragraph" valueName="BulletSymbol">
      <parentCategory ref="Cate_Paragraph" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_AlignLeft" class="Both" displayName="$(string.Cate_AlignLeft)" presentation="$(presentation.Cate_AlignLeft)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Paragraph" valueName="Button_Paragraph_Align_Left">
      <parentCategory ref="Cate_Paragraph" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Center" class="Both" displayName="$(string.Cate_Center)" presentation="$(presentation.Cate_Center)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Paragraph" valueName="Button_Paragraph_Align_Center">
      <parentCategory ref="Cate_Paragraph" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_AlignRight" class="Both" displayName="$(string.Cate_AlignRight)" presentation="$(presentation.Cate_AlignRight)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Paragraph" valueName="Button_Paragraph_Align_Right">
      <parentCategory ref="Cate_Paragraph" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_CharacterScale" class="Both" displayName="$(string.Cate_CharacterScale)" presentation="$(presentation.Cate_CharacterScale)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Paragraph" valueName="Button_Paragraph_Char_Horzscale">
      <parentCategory ref="Cate_Paragraph" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_IncreaseIndent" class="Both" displayName="$(string.Cate_IncreaseIndent)" presentation="$(presentation.Cate_IncreaseIndent)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Paragraph" valueName="Button_Paragraph_Indent_Indent">
      <parentCategory ref="Cate_Paragraph" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_DecreaseIndent" class="Both" displayName="$(string.Cate_DecreaseIndent)" presentation="$(presentation.Cate_DecreaseIndent)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Paragraph" valueName="Button_Paragraph_Indent_Dedent">
      <parentCategory ref="Cate_Paragraph" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_WordSpacing" class="Both" displayName="$(string.Cate_WordSpacing)" presentation="$(presentation.Cate_WordSpacing)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Paragraph" valueName="Button_Paragraph_Indent_WordSpace">
      <parentCategory ref="Cate_Paragraph" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_LineSpacing" class="Both" displayName="$(string.Cate_LineSpacing)" presentation="$(presentation.Cate_LineSpacing)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Paragraph" valueName="Button_Paragraph_Line_Leading">
      <parentCategory ref="Cate_Paragraph" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Justify" class="Both" displayName="$(string.Cate_Justify)" presentation="$(presentation.Cate_Justify)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Paragraph" valueName="Button_Paragraph_Align_Justify">
      <parentCategory ref="Cate_Paragraph" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Itself_39" class="Both" displayName="$(string.Cate_Itself_39)" presentation="$(presentation.Cate_Itself_39)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Shape\Button_Style_Transparent" valueName="Visible">
      <parentCategory ref="Cate_Opacity" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_39" class="Both" displayName="$(string.Cate_SubItem_39)" presentation="$(presentation.Cate_SubItem_39)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Shape\Button_Style_Transparent">
      <parentCategory ref="Cate_Opacity" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Cate_OpacitySlider" valueName="Style_Transparent_Opacity">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_SelfPanel_43" class="Both" displayName="$(string.Cate_SelfPanel_43)" presentation="$(presentation.Cate_SelfPanel_43)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Shape" valueName="Visible">
      <parentCategory ref="Cate_ShapeStyle" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Model" class="Both" displayName="$(string.Cate_Model)" presentation="$(presentation.Cate_Model)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Shape" valueName="Format_Style_Line_Model">
      <parentCategory ref="Cate_ShapeStyle" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_LineColor" class="Both" displayName="$(string.Cate_LineColor)" presentation="$(presentation.Cate_LineColor)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Shape" valueName="Button_Style_Font_BorderColor">
      <parentCategory ref="Cate_ShapeStyle" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_FillColor" class="Both" displayName="$(string.Cate_FillColor)" presentation="$(presentation.Cate_FillColor)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Shape" valueName="Button_Style_FillColor">
      <parentCategory ref="Cate_ShapeStyle" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_LineWidth" class="Both" displayName="$(string.Cate_LineWidth)" presentation="$(presentation.Cate_LineWidth)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Shape" valueName="Format_Style_Width">
      <parentCategory ref="Cate_ShapeStyle" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Border" class="Both" displayName="$(string.Cate_Border)" presentation="$(presentation.Cate_Border)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Shape" valueName="Format_Style_Border">
      <parentCategory ref="Cate_ShapeStyle" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Startofline" class="Both" displayName="$(string.Cate_Startofline)" presentation="$(presentation.Cate_Startofline)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Shape" valueName="Format_Style_Start">
      <parentCategory ref="Cate_ShapeStyle" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Endofline" class="Both" displayName="$(string.Cate_Endofline)" presentation="$(presentation.Cate_Endofline)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\Edit_Panel_Shape" valueName="Format_Style_End">
      <parentCategory ref="Cate_ShapeStyle" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfPanel_44" class="Both" displayName="$(string.Cate_SelfPanel_44)" presentation="$(presentation.Cate_SelfPanel_44)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\FORMAT_Panel_SCALE" valueName="Visible">
      <parentCategory ref="Cate_ScaleRatio" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Number1" class="Both" displayName="$(string.Cate_Number1)" presentation="$(presentation.Cate_Number1)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\FORMAT_Panel_SCALE" valueName="Format_Scale_EditFront">
      <parentCategory ref="Cate_ScaleRatio" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Unit1" class="Both" displayName="$(string.Cate_Unit1)" presentation="$(presentation.Cate_Unit1)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\FORMAT_Panel_SCALE" valueName="Format_Scale_UnitFront">
      <parentCategory ref="Cate_ScaleRatio" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_equal" class="Both" displayName="$(string.Cate_equal)" presentation="$(presentation.Cate_equal)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\FORMAT_Panel_SCALE" valueName="Format_Scale_Equal">
      <parentCategory ref="Cate_ScaleRatio" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Number2" class="Both" displayName="$(string.Cate_Number2)" presentation="$(presentation.Cate_Number2)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\FORMAT_Panel_SCALE" valueName="Format_Scale_EditAfter">
      <parentCategory ref="Cate_ScaleRatio" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Unit2" class="Both" displayName="$(string.Cate_Unit2)" presentation="$(presentation.Cate_Unit2)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\FORMAT_Panel_SCALE" valueName="Format_Scale_UnitAfter">
      <parentCategory ref="Cate_ScaleRatio" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>	
    <policy name="Cate_ScaleAaalyCurrent" class="Both" displayName="$(string.Cate_ScaleAaalyCurrent)" presentation="$(presentation.Cate_ScaleAaalyCurrent)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\FORMAT_Panel_SCALE" valueName="Format_Scale_AaalyCurrent">
      <parentCategory ref="Cate_ScaleRatio" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_ScaleAaalyAll" class="Both" displayName="$(string.Cate_ScaleAaalyAll)" presentation="$(presentation.Cate_ScaleAaalyAll)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\FORMAT_Panel_SCALE" valueName="Format_Scale_AaalyAll">
      <parentCategory ref="Cate_ScaleRatio" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>	
    <policy name="Cate_SelfPanel_45" class="Both" displayName="$(string.Cate_SelfPanel_45)" presentation="$(presentation.Cate_SelfPanel_45)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\FORMAT_Panel_SETTING" valueName="Visible">
      <parentCategory ref="Cate_Setting" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Showresultinformation" class="Both" displayName="$(string.Cate_Showresultinformation)" presentation="$(presentation.Cate_Showresultinformation)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\FORMAT_Panel_SETTING" valueName="Format_Setting_ShowResult">
      <parentCategory ref="Cate_Setting" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Measurementmarkup" class="Both" displayName="$(string.Cate_Measurementmarkup)" presentation="$(presentation.Cate_Measurementmarkup)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\FORMAT_Panel_SETTING" valueName="Format_Setting_MarkUp">
      <parentCategory ref="Cate_Setting" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="VW_RULERS_45" class="Both" displayName="$(string.VW_RULERS_45)" presentation="$(presentation.VW_RULERS_45)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\FORMAT_Panel_SETTING" valueName="Format_Setting_Rule">
      <parentCategory ref="Cate_Setting" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Annotation" class="Both" displayName="$(string.Cate_Annotation)" presentation="$(presentation.Cate_Annotation)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\FORMAT_Panel_SETTING" valueName="Format_Setting_AnnotLabel">
      <parentCategory ref="Cate_Setting" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_AnnotationFormat" class="Both" displayName="$(string.Cate_AnnotationFormat)" presentation="$(presentation.Cate_AnnotationFormat)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\FORMAT_Panel_SETTING" valueName="Format_Setting_Annotation">
      <parentCategory ref="Cate_Setting" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfPanel_46" class="Both" displayName="$(string.Cate_SelfPanel_46)" presentation="$(presentation.Cate_SelfPanel_46)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\FORMAT_Panel_SNAP" valueName="Visible">
      <parentCategory ref="Cate_Snap" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SnapEndpoint" class="Both" displayName="$(string.Cate_SnapEndpoint)" presentation="$(presentation.Cate_SnapEndpoint)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\FORMAT_Panel_SNAP" valueName="Format_Snap_SnapEndpoint">
      <parentCategory ref="Cate_Snap" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SnapMidpoint" class="Both" displayName="$(string.Cate_SnapMidpoint)" presentation="$(presentation.Cate_SnapMidpoint)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\FORMAT_Panel_SNAP" valueName="Format_Snap_SnapMidpoint">
      <parentCategory ref="Cate_Snap" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SnapNearest" class="Both" displayName="$(string.Cate_SnapNearest)" presentation="$(presentation.Cate_SnapNearest)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\FORMAT_Panel_SNAP" valueName="Format_Snap_SnapNearest">
      <parentCategory ref="Cate_Snap" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SnapIntersection" class="Both" displayName="$(string.Cate_SnapIntersection)" presentation="$(presentation.Cate_SnapIntersection)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\FORMAT_Panel_SNAP" valueName="Format_Snap_SnapIntersection">
      <parentCategory ref="Cate_Snap" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
	<policy name="Cate_ExportToExcel" class="Both" displayName="$(string.Cate_ExportToExcel)" presentation="$(presentation.Cate_ExportToExcel)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat\FORMAT_Panel_Export" valueName="Format_Export">
      <parentCategory ref="Cate_FormatExport" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfCategory_9" class="Both" displayName="$(string.Cate_SelfCategory_9)" presentation="$(presentation.Cate_SelfCategory_9)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_CommentFormat" valueName="Visible">
      <parentCategory ref="Cate_CommentFormat" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SelfPanel_47" class="Both" displayName="$(string.Cate_SelfPanel_47)" presentation="$(presentation.Cate_SelfPanel_47)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_ArrangeFormat\Arrange_Panel_PageCenter" valueName="Visible">
      <parentCategory ref="Cate_PageCenter" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Vertically" class="Both" displayName="$(string.Cate_Vertically)" presentation="$(presentation.Cate_Vertically)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_ArrangeFormat\Arrange_Panel_PageCenter" valueName="Arrange_PageCenter_Vertically">
      <parentCategory ref="Cate_PageCenter" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Horizontally" class="Both" displayName="$(string.Cate_Horizontally)" presentation="$(presentation.Cate_Horizontally)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_ArrangeFormat\Arrange_Panel_PageCenter" valueName="Arrange_PageCenter_Horizontally">
      <parentCategory ref="Cate_PageCenter" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Both" class="Both" displayName="$(string.Cate_Both)" presentation="$(presentation.Cate_Both)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_ArrangeFormat\Arrange_Panel_PageCenter" valueName="Arrange_PageCenter_Both">
      <parentCategory ref="Cate_PageCenter" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfPanel_48" class="Both" displayName="$(string.Cate_SelfPanel_48)" presentation="$(presentation.Cate_SelfPanel_48)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_ArrangeFormat\Arrange_Panel_Alignment" valueName="Visible">
      <parentCategory ref="Cate_Alignment" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Vertically_48" class="Both" displayName="$(string.Cate_Vertically_48)" presentation="$(presentation.Cate_Vertically_48)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_ArrangeFormat\Arrange_Panel_Alignment" valueName="Arrange_Alignment_Vertically">
      <parentCategory ref="Cate_Alignment" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Horizontally_48" class="Both" displayName="$(string.Cate_Horizontally_48)" presentation="$(presentation.Cate_Horizontally_48)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_ArrangeFormat\Arrange_Panel_Alignment" valueName="Arrange_Alignment_Horizontally">
      <parentCategory ref="Cate_Alignment" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="VW_LEFT" class="Both" displayName="$(string.VW_LEFT)" presentation="$(presentation.VW_LEFT)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_ArrangeFormat\Arrange_Panel_Alignment" valueName="Arrange_Alignment_Left">
      <parentCategory ref="Cate_Alignment" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="VW_Right" class="Both" displayName="$(string.VW_Right)" presentation="$(presentation.VW_Right)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_ArrangeFormat\Arrange_Panel_Alignment" valueName="Arrange_Alignment_Right">
      <parentCategory ref="Cate_Alignment" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Top" class="Both" displayName="$(string.Cate_Top)" presentation="$(presentation.Cate_Top)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_ArrangeFormat\Arrange_Panel_Alignment" valueName="Arrange_Alignment_Top">
      <parentCategory ref="Cate_Alignment" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Bottom" class="Both" displayName="$(string.Cate_Bottom)" presentation="$(presentation.Cate_Bottom)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_ArrangeFormat\Arrange_Panel_Alignment" valueName="Arrange_Alignment_Bottom">
      <parentCategory ref="Cate_Alignment" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfPanel_49" class="Both" displayName="$(string.Cate_SelfPanel_49)" presentation="$(presentation.Cate_SelfPanel_49)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_ArrangeFormat\Arrange_Panel_Distribute" valueName="Visible">
      <parentCategory ref="Cate_Distribute" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Vertically_49" class="Both" displayName="$(string.Cate_Vertically_49)" presentation="$(presentation.Cate_Vertically_49)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_ArrangeFormat\Arrange_Panel_Distribute" valueName="Arrange_Distribute_Vertically">
      <parentCategory ref="Cate_Distribute" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Horizontally_49" class="Both" displayName="$(string.Cate_Horizontally_49)" presentation="$(presentation.Cate_Horizontally_49)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_ArrangeFormat\Arrange_Panel_Distribute" valueName="Arrange_Distribute_Horizontally">
      <parentCategory ref="Cate_Distribute" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfCategory_10" class="Both" displayName="$(string.Cate_SelfCategory_10)" presentation="$(presentation.Cate_SelfCategory_10)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_ArrangeFormat" valueName="Visible">
      <parentCategory ref="Category_ARRANGE" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Itself_40" class="Both" displayName="$(string.Cate_Itself_40)" presentation="$(presentation.Cate_Itself_40)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_FillSign\Review_Panel_Tools\Home_Tools_Select" valueName="Visible">
      <parentCategory ref="Cate_Select_PDFSign" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_40" class="Both" displayName="$(string.Cate_SubItem_40)" presentation="$(presentation.Cate_SubItem_40)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_FillSign\Review_Panel_Tools\Home_Tools_Select">
      <parentCategory ref="Cate_Select_PDFSign" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Cate_SelectText" valueName="Home_Tools_TextSelection">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_SelectAnnotation" valueName="Home_Tools_AnnotSelection">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_Itself_41" class="Both" displayName="$(string.Cate_Itself_41)" presentation="$(presentation.Cate_Itself_41)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_FillSign\Review_Panel_Tools\Review_Tools_Zoom_Parent" valueName="Visible">
      <parentCategory ref="ZOOM_PDFSign" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_41" class="Both" displayName="$(string.Cate_SubItem_41)" presentation="$(presentation.Cate_SubItem_41)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_FillSign\Review_Panel_Tools\Review_Tools_Zoom_Parent">
      <parentCategory ref="ZOOM_PDFSign" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="VW_ZOOMIN" valueName="Home_Zoom_ZoomViewIn">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_ZOOMOUT" valueName="Home_Zoom_ZoomViewOut">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_ACTUALSIZE" valueName="Home_Zoom_ActualSize">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_FITPAGE" valueName="Home_Zoom_FitPage">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_FITWIDTH" valueName="Home_Zoom_FitWidth">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="VW_FITVISIBLE" valueName="Home_Zoom_FitVisible">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
       <boolean id="Cate_6400Pa" valueName="Review_Tools_Zoom_6400">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>		
        <boolean id="Cate_3200Pa" valueName="Review_Tools_Zoom_3200">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>		
        <boolean id="Cate_1600Pa" valueName="Review_Tools_Zoom_1600">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>		
        <boolean id="Cate_800Pa" valueName="Review_Tools_Zoom_800">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_600Pa" valueName="Review_Tools_Zoom_600">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_400Pa" valueName="Review_Tools_Zoom_400">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_200Pa" valueName="Review_Tools_Zoom_200">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_150Pa" valueName="Review_Tools_Zoom_150">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>		
        <boolean id="Cate_125Pa" valueName="Review_Tools_Zoom_125">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_100Pa" valueName="Review_Tools_Zoom_100">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_75Pa" valueName="Review_Tools_Zoom_75">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_66Pa" valueName="Review_Tools_Zoom_66">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_50Pa" valueName="Review_Tools_Zoom_50">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_33Pa" valueName="Review_Tools_Zoom_33">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_25Pa" valueName="Review_Tools_Zoom_25">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
		<boolean id="Cate_12Pa" valueName="Review_Tools_Zoom_12">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>	
        <boolean id="Cate_8Pa" valueName="Review_Tools_Zoom_8">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
		<boolean id="Cate_1Pa" valueName="Review_Tools_Zoom_1">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_SelfPanel_50" class="Both" displayName="$(string.Cate_SelfPanel_50)" presentation="$(presentation.Cate_SelfPanel_50)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_FillSign\Review_Panel_Tools" valueName="Visible">
      <parentCategory ref="Cate_Tools_HOME_PDFSign" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Hand_14" class="Both" displayName="$(string.Cate_Hand_14)" presentation="$(presentation.Cate_Hand_14)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_FillSign\Review_Panel_Tools" valueName="Home_Tools_HandMenuItem">
      <parentCategory ref="Cate_Tools_HOME_PDFSign" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Itself_42" class="Both" displayName="$(string.Cate_Itself_42)" presentation="$(presentation.Cate_Itself_42)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_FillSign\Ribbon_Panel_ParaSignature\Ribbon_Panel_BTSignature" valueName="Visible">
      <parentCategory ref="Cate_BTSignature" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_42" class="Both" displayName="$(string.Cate_SubItem_42)" presentation="$(presentation.Cate_SubItem_42)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_FillSign\Ribbon_Panel_ParaSignature\Ribbon_Panel_BTSignature">
      <parentCategory ref="Cate_BTSignature" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Cate_CreateSignature" valueName="Ribbon_Panel_BTCreateSign">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_BTManage" valueName="Ribbon_Panel_BTManage">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
        <boolean id="Cate_Preferences" valueName="Ribbon_Panel_BTSetting">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_SelfPanel_51" class="Both" displayName="$(string.Cate_SelfPanel_51)" presentation="$(presentation.Cate_SelfPanel_51)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_FillSign\Ribbon_Panel_ParaSignature" valueName="Visible">
      <parentCategory ref="Cate_ParaSignature" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_ApplyAllSignature" class="Both" displayName="$(string.Cate_ApplyAllSignature)" presentation="$(presentation.Cate_ApplyAllSignature)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_FillSign\Ribbon_Panel_ParaSignature" valueName="Ribbon_Panel_BTApplyAll">
      <parentCategory ref="Cate_ParaSignature" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Itself_43" class="Both" displayName="$(string.Cate_Itself_43)" presentation="$(presentation.Cate_Itself_43)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_FillSign\Sign_Panel_Fill\Sign_Fill_Predefine" valueName="Visible">
      <parentCategory ref="Cate_Predefine" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_SubItem_43" class="Both" displayName="$(string.Cate_SubItem_43)" presentation="$(presentation.Cate_SubItem_43)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_FillSign\Sign_Panel_Fill\Sign_Fill_Predefine">
      <parentCategory ref="Cate_Predefine" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="Cate_SetPredefinedText" valueName="Sign_Fill_Set_PreText">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <delete />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="Cate_SelfPanel_52" class="Both" displayName="$(string.Cate_SelfPanel_52)" presentation="$(presentation.Cate_SelfPanel_52)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_FillSign\Sign_Panel_Fill" valueName="Visible">
      <parentCategory ref="Cate_Fill" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Typewriter_12" class="Both" displayName="$(string.Cate_Typewriter_12)" presentation="$(presentation.Cate_Typewriter_12)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_FillSign\Sign_Panel_Fill" valueName="Button_Typewriter">
      <parentCategory ref="Cate_Fill" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfPanel_53" class="Both" displayName="$(string.Cate_SelfPanel_53)" presentation="$(presentation.Cate_SelfPanel_53)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_FillSign\Ribbon_Panel_ParaClose" valueName="Visible">
      <parentCategory ref="Cate_Close" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Close_53" class="Both" displayName="$(string.Cate_Close_53)" presentation="$(presentation.Cate_Close_53)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_FillSign\Ribbon_Panel_ParaClose" valueName="Ribbon_Panel_BTClose">
      <parentCategory ref="Cate_Close" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfCategory_11" class="Both" displayName="$(string.Cate_SelfCategory_11)" presentation="$(presentation.Cate_SelfCategory_11)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_FillSign" valueName="Visible">
      <parentCategory ref="Cate_PDFSign" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="RMS_ENCRYPT_METADATA" class="Both" displayName="$(string.RMS_ENCRYPT_METADATA)" explainText="$(string.RMSEncryptMetadata_Explain)" presentation="$(presentation.RMS_ENCRYPT_METADATA)" key="Software\Policies\Foxit\Reader\RMS\Preferences" valueName="EncryptMetadata">
      <parentCategory ref="PREFERENCES_RMS" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
	  <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="RMS_Add" class="Both" displayName="$(string.RMS_Add)" explainText="$(string.RMS_Add_Explain)" presentation="$(presentation.RMS_Add)" key="Software\Policies\Foxit\Reader\RMS\Preferences" valueName="SaveAsCopyName">
      <parentCategory ref="PREFERENCES_RMS" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
	  <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="RMS_SaveAs" class="Both" displayName="$(string.RMS_SaveAs)" explainText="$(string.RMS_SaveAs_Explain)" presentation="$(presentation.RMS_SaveAs)" key="Software\Policies\Foxit\Reader\RMS\Preferences" valueName="AllowSaveAs">
      <parentCategory ref="PREFERENCES_RMS" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
	  <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <delete />
      </disabledValue>
    </policy>
    <policy name="RMS_IRMV1" class="Both" displayName="$(string.RMS_IRMV1)" explainText="$(string.RMS_IRM_Explain)" presentation="$(presentation.RMS_IRMV1)" key="Software\Policies\Foxit\Reader\RMS\Preferences">
      <parentCategory ref="PREFERENCES_RMS" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
	<elements>
        <enum id="RMS_IRM_PROTECTION_SETTING" valueName="UseMicrosoftIRMV1">
          <item displayName="$(string.RMS_IRM_PROTECTION_V1)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.RMS_IRM_PROTECTION_V2)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.RMS_IRM_PROTECTION_PFile)">
            <value>
              <decimal value="3" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="RMS_Interoperability" class="Both" displayName="$(string.RMS_Interoperability)" explainText="$(string.RMS_Interoperability_Explain)" presentation="$(presentation.RMS_Interoperability)" key="Software\Policies\Foxit\Reader\RMS\Preferences" valueName="RMSInteroperability">
      <parentCategory ref="PREFERENCES_RMS" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
	  <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <delete />
      </disabledValue>
    </policy>
    <policy name="CPDF_AutoConvertConnectedPDF" class="Both" displayName="$(string.CPDF_AutoConvertConnectedPDF)" explainText="$(string.CPDF_AutoConvertConnectedPDF_Explain)" presentation="$(presentation.CPDF_AutoConvertConnectedPDF)" key="Software\Policies\Foxit\Reader\CPDF\Preferences" valueName="AutoConvertConnectedPDF">
      <parentCategory ref="PREFERENCES_ConnectedPDF" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="CPDF_disableConnectedPDF" class="Both" displayName="$(string.CPDF_disableConnectedPDF)" explainText="$(string.CPDF_DISABLE)" presentation="$(presentation.CPDF_disableConnectedPDF)" key="Software\Policies\Foxit\Reader\CPDF" valueName="disableConnectedPDF">
      <parentCategory ref="Reader_ConnectedPDF" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledList>
        <item key="Software\Policies\Foxit\Reader\Plugins" valueName="ConnectedPDF">
          <value>
            <string>ConnectedPDFPlugin.fpi</string>
          </value>
        </item>
        <item key="Software\Policies\Foxit\Reader\Plugins" valueName="ConnectedPDFDRM">
          <value>
            <string>ConnectedPDFDRM.fpi</string>
          </value>
        </item>
        <item key="Software\Policies\Foxit\Reader\Plugins" valueName="CPDFOCLink">
          <value>
            <string>CPDFOCLink.fpi</string>
          </value>
        </item>
      </enabledList>
    </policy>
 
    <policy name="CPDF_ConnectedPDFServer" class="Both" displayName="$(string.CPDF_ConnectedPDFServer)" explainText="$(string.CPDF_ConnectedPDFServer_Explain)" presentation="$(presentation.CPDF_ConnectedPDFServer)" key="Software\Policies\Foxit\Reader\CPDF">
      <parentCategory ref="Reader_ConnectedPDF" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
          <text id="CPDF_Server" valueName="CPDFServer" />   
      </elements>
    </policy>

    <policy name="HP_COMMANDLINE" class="Both" displayName="$(string.HP_COMMANDLINE)" presentation="$(presentation.HP_COMMANDLINE)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Help\Help_Panel_Help" valueName="Help_Help_CommandLine">
      <parentCategory ref="Cate_HELP_Connect" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="HP_REPORTIDEA" class="Both" displayName="$(string.HP_REPORTIDEA)" presentation="$(presentation.HP_REPORTIDEA)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Help\Help_Panel_Help" valueName="Help_Help_Report_Error">
      <parentCategory ref="Cate_HELP_Connect" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Help_Checkupdate" class="Both" displayName="$(string.Cate_Help_Checkupdate)" presentation="$(presentation.Cate_Help_Checkupdate)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Help\Help_Panel_Product" valueName="Ribbon_Panel_Help_Checkupdate">
      <parentCategory ref="Cate_Product" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Help_InstallUpdate" class="Both" displayName="$(string.Cate_Help_InstallUpdate)" presentation="$(presentation.Cate_Help_InstallUpdate)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Help\Help_Panel_Product" valueName="Ribbon_Panel_Help_Installupdate">
      <parentCategory ref="Cate_Product" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_Help_DefaultReader" class="Both" displayName="$(string.Cate_Help_DefaultReader)" presentation="$(presentation.Cate_Help_DefaultReader)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Help\Help_Panel_Product" valueName="Help_Product_DefaultReader">
      <parentCategory ref="Cate_Product" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="Cate_SelfPanel_54" class="Both" displayName="$(string.Cate_SelfPanel_54)" presentation="$(presentation.Cate_SelfPanel_54)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Help\Help_Panel_Registration" valueName="Visible">
      <parentCategory ref="Cate_Register" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="0"/></enabledValue>
      <disabledValue><delete /></disabledValue>
    </policy>
    <policy name="Cate_Help_Register" class="Both" displayName="$(string.Cate_Help_Register)" presentation="$(presentation.Cate_Help_Register)" key="Software\Policies\Foxit\Reader\Ribbon\Ribbon_Category_Help\Help_Panel_Registration" valueName="Help_Registration_Registration">
      <parentCategory ref="Cate_Register" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
    </policy>
    <policy name="PREF_NotificationMsg" class="Both" displayName="$(string.PREF_NotificationMsg)" explainText="$(string.PREF_NotificationMsg_Explain)" presentation="$(presentation.PREF_NotificationMsg)" key="Software\Policies\Foxit\Reader\Preferences">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <boolean id="PREF_ShowBulbAffects" valueName="ShowBulbAffects">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
        <boolean id="PREF_ShowBulbNotification" valueName="ShowBulbNotification">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
		<boolean id="PREF_ShowBulbPDFA" valueName="ShowBulbPDFA">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>	
	<policy name="PREF_RequirePasswordSignatures" class="Both" displayName="$(string.PREF_RequirePasswordSignatures)" explainText="$(string.PREF_RequirePasswordSignatures_Explain)" presentation="$(presentation.PREF_RequirePasswordSignatures)" key="Software\Policies\Foxit\Reader\Preferences" valueName="RequirePasswordSignatures">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
		<policy name="PREF_ProtectedView" class="Both" displayName="$(string.PREF_ProtectedView)" explainText="$(string.PREF_ProtectedView_Explain)" presentation="$(presentation.PREF_ProtectedView)" key="Software\Policies\Foxit\Reader\Preferences">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <enum id="PREF_ProtectedViewOpt" valueName="ProtectedViewOpt">
		  <item displayName="$(string.PREF_ProtectedViewOff)">
            <value>
              <decimal value="0" />
            </value>
		  </item>
          <item displayName="$(string.PREF_ProtectedViewUnsafe)">
            <value>
              <decimal value="1" />
            </value>
		  </item>
		  <item displayName="$(string.PREF_ProtectedViewAllFiles)">
            <value>
              <decimal value="2" />
            </value>
		  </item>
        </enum>
      </elements>
    </policy>
    <policy name="PREF_MultipleInstances" class="Both" displayName="$(string.PREF_MultipleInstances)" explainText="$(string.PREF_MultipleInstances_Explain)" presentation="$(presentation.PREF_MultipleInstances)" key="Software\Policies\Foxit\Reader\Preferences" valueName="MultipleInstances">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="1"/></enabledValue>
      <disabledValue><decimal value="0"/></disabledValue>
    </policy>	
	<policy name="PREF_DPISetting" class="Both" displayName="$(string.PREF_DPISetting)" explainText="$(string.PREF_DPISetting_Explain)" presentation="$(presentation.PREF_DPISetting)" key="Software\Policies\Foxit\Reader\Preferences">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <enum id="PREF_DPISettingOpt" valueName="DPISettingOpt">
		  <item displayName="$(string.PREF_DPISettingApp)">
            <value>
              <decimal value="2" />
            </value>
		  </item>
          <item displayName="$(string.PREF_DPISettingSystem)">
            <value>
              <decimal value="0" />
            </value>
		  </item>
		  <item displayName="$(string.PREF_DPISettingSysEnhanced)">
            <value>
              <decimal value="1" />
            </value>
		  </item>
        </enum>
      </elements>
    </policy>
    <policy name="CPDF_InternalUpdateServer" class="Both" displayName="$(string.CPDF_InternalUpdateServer)" explainText="$(string.CPDF_InternalUpdateServer_Explain)" presentation="$(presentation.CPDF_InternalUpdateServer)" key="Software\Policies\Foxit\Reader\CPDF">
      <parentCategory ref="Reader_ConnectedPDF" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
          <text id="CPDF_InternalUpdateServer_URL" valueName="InternalUpdate" />   
      </elements>
    </policy>	
    <policy name="PREF_TellMeWhat" class="Both" displayName="$(string.PREF_TellMeWhat)" explainText="$(string.PREF_TellMeWhat_Explain)" presentation="$(presentation.PREF_TellMeWhat)" key="Software\Policies\Foxit\Reader\Preferences" valueName="CommandSearch">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
	  <enabledValue><decimal value="1"/></enabledValue>
      <disabledValue><decimal value="0"/></disabledValue>
    </policy>
    <policy name="PREF_DisablePDFviewerSwitching" class="Both" displayName="$(string.PREF_DisablePDFviewerSwitching)" explainText="$(string.PREF_DisablePDFviewerSwitching_Explain)" presentation="$(presentation.PREF_DisablePDFviewerSwitching)" key="Software\Policies\Foxit\Reader\Preferences" valueName="bDisablePDFHandlerSwitching">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <delete />
      </disabledValue>
    </policy>
    <policy name="PREF_LockAutoCompleteInForm" class="Both" displayName="$(string.PREF_LockAutoCompleteInForm)" explainText="$(string.PREF_LockAutoCompleteInForm_Explain)" presentation="$(presentation.PREF_LockAutoCompleteInForm)" key="Software\Policies\Foxit\Reader\Preferences" valueName="bLockAutoCompleteInForm">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <delete />
      </disabledValue>
    </policy>
    <policy name="PREF_DisablePrivilegedLocations" class="Both" displayName="$(string.PREF_DisablePrivilegedLocations)" explainText="$(string.PREF_DisablePrivilegedLocations_Explain)" presentation="$(presentation.PREF_DisablePrivilegedLocations)" key="Software\Policies\Foxit\Reader\Preferences" valueName="bDisablePrivilegedLocations">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <delete />
      </disabledValue>
    </policy>
	
	<policy name="Cate_Itself_94" class="Both" displayName="$(string.Cate_Itself_94)" explainText="$(string.Cate_Itself_94_Explain)" presentation="$(presentation.Cate_Itself_94)" key="Software\Policies\Foxit\Reader\Preferences" valueName="InternetConnection">
      <parentCategory ref="INTERNETCONNECTION" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="1"/></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>	
    <policy name="Cate_SubItem_94" class="Both" displayName="$(string.Cate_SubItem_94)" explainText="$(string.Cate_SubItem_94_Explain)" presentation="$(presentation.Cate_SubItem_94)" key="Software\Policies\Foxit\Reader\Preferences\InternetConnectionExcepMenu">
      <parentCategory ref="INTERNETCONNECTION" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
	    <boolean id="ECMPlugin_Sharepoint" valueName="FoxitInnerPluginIntegrateWithSP">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue><delete /></falseValue>
        </boolean>
		<boolean id="ECMPlugin_OneDrive" valueName="FoxitInnerPluginOneDrive">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue><delete /></falseValue>
        </boolean>
		<boolean id="ECMPlugin_Box" valueName="FoxitInnerPluginBoxPlugin">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue><delete /></falseValue>
        </boolean>
		<boolean id="ECMPlugin_DropBox" valueName="FoxitInnerPluginDropboxPlugin">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue><delete /></falseValue>
        </boolean>		
		<boolean id="ECMPlugin_GoogleDrive" valueName="FoxitInnerPluginGoogleDrive">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue><delete /></falseValue>
        </boolean>
		<boolean id="ECMPlugin_DMSforLegal" valueName="FoxitInnerPluginDMSforLegal">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue><delete /></falseValue>
        </boolean>
		<boolean id="ECMPlugin_Alfresco" valueName="FoxitInnerPluginFoxitArchiveConnector">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue><delete /></falseValue>
        </boolean>
		<boolean id="ECMPlugin_RMSV2" valueName="FoxitInnerPluginFoxitRMS_V2">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue><delete /></falseValue>
        </boolean>	
		<boolean id="ECMPlugin_FileOpen" valueName="FileOpen">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue><delete /></falseValue>
        </boolean>	
		<boolean id="ECMPlugin_DocuSign" valueName="FoxitInnerPluginDocuSign">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue><delete /></falseValue>
        </boolean>
		<boolean id="ECMPlugin_ShareReview" valueName="FoxitInnerPluginShareReview">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue><delete /></falseValue>
        </boolean>	
	  </elements>
    </policy>
    <policy name="PREF_NotUseQuickTimePlayer" class="Both" displayName="$(string.PREF_NotUseQuickTimePlayer)" explainText="$(string.PREF_NotUseQuickTimePlayer_Explain)" presentation="$(presentation.PREF_NotUseQuickTimePlayer)" key="Software\Policies\Foxit\Reader\Preferences" valueName="bNotUseQuickTime">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="PREF_ManageSites" class="Both" displayName="$(string.PREF_ManageSites)" explainText="$(string.PREF_ManageSites_Explain)" presentation="$(presentation.PREF_ManageSites)" key="Software\Policies\Foxit\Reader\Preferences">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <enum id="PREF_ManageSitesOpt" valueName="ManageSitesOpt">
		  <item displayName="$(string.PREF_ManageSitesAsk)">
            <value>
              <decimal value="3" />
            </value>
		  </item>
          <item displayName="$(string.PREF_ManageSitesAllow)">
            <value>
              <decimal value="4" />
            </value>
		  </item>
		  <item displayName="$(string.PREF_ManageSitesBlock)">
            <value>
              <decimal value="5" />
            </value>
		  </item>
        </enum>
      </elements>
    </policy>
    <policy name="PREF_CreateDigitalIDs" class="Both" displayName="$(string.PREF_CreateDigitalIDs)" explainText="$(string.PREF_CreateDigitalIDs_Explain)" presentation="$(presentation.PREF_CreateDigitalIDs)" key="Software\Policies\Foxit\Reader\Preferences" valueName="bSelfSignCertGen">
      <parentCategory ref="PREFERENCES" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>	
  </policies>
</policyDefinitions>