<?xml version="1.0" encoding="utf-8"?>
<policyDefinitions revision="1.0" schemaVersion="1.0">
  <policyNamespaces>
    <target prefix="vdm_clipboard" namespace="VMware.Policies.vdm_clipboard" />
    <using prefix="windows" namespace="Microsoft.Policies.Windows" />
    <using prefix="vdm_agent_base" namespace="VMware.Policies.vdm_agent_base" />
  </policyNamespaces>
  <resources minRequiredRevision="1.0" />
  <supportedOn>
    <definitions>
      <definition name="SUPPORTED_VERSION" displayName="$(string.SUPPORTED_VERSION)" />
    </definitions>
  </supportedOn>
  <categories>
    <category name="VMwareViewClipboard" displayName="$(string.VMwareViewClipboard)">
      <parentCategory ref="vdm_agent_base:View_Agent_Config" />
    </category>
  </categories>
  <policies>
    <policy name="SERVER_CLIPBOARD_STATE" class="Both" displayName="$(string.SERVER_CLIPBOARD_STATE)" explainText="$(string.SERVER_CLIPBOARD_STATE_EXPLAIN)" presentation="$(presentation.SERVER_CLIPBOARD_STATE)" key="Software\Policies\VMware, Inc.\VMware VDM\Agent\Clipboard Redirection">
      <parentCategory ref="VMwareViewClipboard" />
      <supportedOn ref="SUPPORTED_VERSION" />
      <enabledList>
        <item key="SOFTWARE\Policies\VMware, Inc.\VMware Blast\Config" valueName="ClipboardState">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin_defaults" valueName="pcoip.server_clipboard_state">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin" valueName="pcoip.server_clipboard_state">
          <value>
            <delete />
          </value>
        </item>
        <!--To make "Group Policy Editor" can show disabled status when user disable this GPO Setting -->
        <item key="Software\Policies\VMware, Inc.\VMware VDM\Agent\Clipboard Redirection" valueName="ClipboardState">
          <value>
            <string>2</string>
          </value>
        </item>
      </enabledList>
      <disabledList>
        <!--To make "Group Policy Editor" can show disabled status when user disable this GPO Setting -->
        <item key="Software\Policies\VMware, Inc.\VMware VDM\Agent\Clipboard Redirection" valueName="ClipboardState">
          <value>
            <delete />
          </value>
        </item>
      </disabledList>
      <elements>
        <enum id="SERVER_CLIPBOARD_STATE" valueName="ClipboardState" required="true">
          <item displayName="$(string.CLIPBOARD_STATE_DISABLE_BOTH)">
            <value>
              <string>0</string>
            </value>
          </item>
          <item displayName="$(string.CLIPBOARD_STATE_ENABLE_BOTH)">
            <value>
              <string>1</string>
            </value>
          </item>
          <item displayName="$(string.CLIPBOARD_STATE_ENABLE_CLIENT_2_SERVER)">
            <value>
              <string>2</string>
            </value>
          </item>
          <item displayName="$(string.CLIPBOARD_STATE_ENABLE_SERVER_2_CLIENT)">
            <value>
              <string>3</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="SERVER_CLIPBOARD_SIZE" class="Both" displayName="$(string.SERVER_CLIPBOARD_SIZE)" explainText="$(string.SERVER_CLIPBOARD_SIZE_EXPLAIN)" presentation="$(presentation.SERVER_CLIPBOARD_SIZE)" key="Software\Policies\VMware, Inc.\VMware VDM\Agent\Clipboard Redirection">
      <parentCategory ref="VMwareViewClipboard" />
      <supportedOn ref="SUPPORTED_VERSION" />
      <enabledList>
        <item key="SOFTWARE\Policies\VMware, Inc.\VMware Blast\Config" valueName="ClipboardSize">
          <value>
            <delete />
          </value>
        </item>
        <item key="SOFTWARE\Policies\VMware, Inc.\VMware Blast\Config" valueName="ClipboardFineGrainedSizeState">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin_defaults" valueName="pcoip.clipboard_size">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin" valueName="pcoip.clipboard_size">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin_defaults" valueName="pcoip.clipboard_fine_grained_control">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin" valueName="pcoip.clipboard_fine_grained_control">
          <value>
            <delete />
          </value>
        </item>
        <!--To make "Group Policy Editor" can show disabled status when user disable this GPO Setting -->
        <item key="Software\Policies\VMware, Inc.\VMware VDM\Agent\Clipboard Redirection" valueName="ClipboardFineGrainedSizeState">
          <value>
            <decimal value="0" />
          </value>
        </item>
      </enabledList>
      <disabledList>
        <!--To make "Group Policy Editor" can show disabled status when user disable this GPO Setting -->
        <item key="Software\Policies\VMware, Inc.\VMware VDM\Agent\Clipboard Redirection" valueName="ClipboardFineGrainedSizeState">
          <value>
            <delete />
          </value>
        </item>
      </disabledList>
      <elements>
        <enum id="Policy_DropList_Clipboard_Fine_Grained" valueName="ClipboardFineGrainedSizeState" required="true" >
          <item displayName="$(string.String_Policy_DropList_Select_clipboard_size_unit_kilobytes)" >
            <value >
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.String_Policy_DropList_Select_clipboard_size_unit_bytes)" >
            <value >
              <decimal value="1" />
            </value>
          </item>
        </enum>
        <decimal id="SERVER_CLIPBOARD_SIZE" valueName="ClipboardSize" minValue="1" maxValue="16384" />
      </elements>
    </policy>
    <policy name="SERVER_CLIPBOARD_AUDIT" class="Both" displayName="$(string.SERVER_CLIPBOARD_AUDIT)" explainText="$(string.SERVER_CLIPBOARD_AUDIT_EXPLAIN)" presentation="$(presentation.SERVER_CLIPBOARD_AUDIT)" key="Software\Policies\VMware, Inc.\VMware VDM\Agent\Clipboard Redirection">
      <parentCategory ref="VMwareViewClipboard" />
      <supportedOn ref="SUPPORTED_VERSION" />
      <enabledList>
        <item key="SOFTWARE\Policies\VMware, Inc.\VMware Blast\Config" valueName="ClipboardAuditState">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin_defaults" valueName="pcoip.server_clipboard_audit">
          <value>
            <delete />
          </value>
        </item>
        <!--To make "Group Policy Editor" can show disabled status when user disable this GPO Setting -->
        <item key="Software\Policies\VMware, Inc.\VMware VDM\Agent\Clipboard Redirection" valueName="ClipboardAuditState">
          <value>
            <string>0</string>
          </value>
        </item>
      </enabledList>
      <disabledList>
        <!--To make "Group Policy Editor" can show disabled status when user disable this GPO Setting -->
        <item key="Software\Policies\VMware, Inc.\VMware VDM\Agent\Clipboard Redirection" valueName="ClipboardAuditState">
          <value>
            <delete />
          </value>
        </item>
      </disabledList>
      <elements>
        <enum id="SERVER_CLIPBOARD_AUDIT" valueName="ClipboardAuditState" required="true">
          <item displayName="$(string.CLIPBOARD_AUDIT_DISABLE_BOTH)">
            <value>
              <string>0</string>
            </value>
          </item>
          <item displayName="$(string.CLIPBOARD_AUDIT_ENABLE_ONLY_SERVER_TO_CLIENT)">
            <value>
              <string>1</string>
            </value>
          </item>
          <item displayName="$(string.CLIPBOARD_AUDIT_ENABLE_ONLY_CLIENT_TO_SERVER)">
            <value>
              <string>2</string>
            </value>
          </item>
          <item displayName="$(string.CLIPBOARD_AUDIT_ENABLE_BOTH)">
            <value>
              <string>3</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="SERVER_CLIPBOARD_AUDIT_BLOCK_CLIPBOARD" class="Both" displayName="$(string.SERVER_CLIPBOARD_AUDIT_BLOCK_CLIPBOARD)" explainText="$(string.SERVER_CLIPBOARD_AUDIT_BLOCK_CLIPBOARD_EXPLAIN)" presentation="$(presentation.SERVER_CLIPBOARD_AUDIT_BLOCK_CLIPBOARD)" key="Software\Policies\VMware, Inc.\VMware VDM\Agent\Clipboard Redirection">
      <parentCategory ref="VMwareViewClipboard" />
      <supportedOn ref="SUPPORTED_VERSION" />
      <enabledList>
        <item key="SOFTWARE\Policies\VMware, Inc.\VMware Blast\Config" valueName="ClipboardRedirectionAllowedByAudit">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin_defaults" valueName="pcoip.server_clipboard_allowed_by_audit">
          <value>
            <delete />
          </value>
        </item>
        <!--To make "Group Policy Editor" can show disabled status when user disable this GPO Setting -->
        <item key="Software\Policies\VMware, Inc.\VMware VDM\Agent\Clipboard Redirection" valueName="ClipboardRedirectionAllowedByAudit">
          <value>
            <decimal value="0" />
          </value>
        </item>
      </enabledList>
      <disabledList>
        <!--To make "Group Policy Editor" can show disabled status when user disable this GPO Setting -->
        <item key="Software\Policies\VMware, Inc.\VMware VDM\Agent\Clipboard Redirection" valueName="ClipboardRedirectionAllowedByAudit">
          <value>
            <delete />
          </value>
        </item>
      </disabledList>
      <elements>
        <enum id="Policy_DropList_Element_Configure_clipboard" valueName="ClipboardRedirectionAllowedByAudit"  required="true">
          <item displayName="$(string.String_Policy_DropList_Select_Configure_clipboard_Audit_Pass_Through)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.String_Policy_DropList_Select_Configure_clipboard_Audit_Block)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="SERVER_FILE_TRANSFER_STATE" class="Machine" displayName="$(string.SERVER_FILE_TRANSFER_STATE)" explainText="$(string.SERVER_FILE_TRANSFER_STATE_EXPLAIN)" presentation="$(presentation.SERVER_FILE_TRANSFER_STATE)" key="Software\Policies\VMware, Inc.\VMware VDM\Agent\Clipboard Redirection">
      <parentCategory ref="VMwareViewClipboard" />
      <supportedOn ref="SUPPORTED_VERSION" />
      <enabledList>
        <item key="SOFTWARE\Policies\VMware, Inc.\VMware Blast\Config" valueName="FileTransferState">
          <value>
            <delete />
          </value>
        </item>
        <!--To make "Group Policy Editor" can show disabled status when user disable this GPO Setting -->
        <item key="Software\Policies\VMware, Inc.\VMware VDM\Agent\Clipboard Redirection" valueName="FileTransferState">
          <value>
            <string>2</string>
          </value>
        </item>
      </enabledList>
      <disabledList>
        <!--To make "Group Policy Editor" can show disabled status when user disable this GPO Setting -->
        <item key="Software\Policies\VMware, Inc.\VMware VDM\Agent\Clipboard Redirection" valueName="FileTransferState">
          <value>
            <delete />
          </value>
        </item>
      </disabledList>
      <elements>
        <enum id="SERVER_FILE_TRANSFER_STATE" valueName="FileTransferState" required="true">
          <item displayName="$(string.FILE_TRANSFER_STATE_DISABLE_BOTH)">
            <value>
              <string>0</string>
            </value>
          </item>
          <item displayName="$(string.FILE_TRANSFER_STATE_ENABLE_BOTH)">
            <value>
              <string>1</string>
            </value>
          </item>
          <item displayName="$(string.FILE_TRANSFER_STATE_ENABLE_UPLOAD)">
            <value>
              <string>2</string>
            </value>
          </item>
          <item displayName="$(string.FILE_TRANSFER_STATE_ENABLE_DOWNLOAD)">
            <value>
              <string>3</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="CLIPBOARD_FORMAT_FILTERING" class="Both" displayName="$(string.CLIPBOARD_FORMAT_FILTERING)" explainText="$(string.CLIPBOARD_FORMAT_FILTERING_EXPLAIN)" presentation="$(presentation.CLIPBOARD_FORMAT_FILTERING)" key="Software\Policies\VMware, Inc.\VMware VDM\Agent\Clipboard Redirection">
      <parentCategory ref="VMwareViewClipboard" />
      <supportedOn ref="SUPPORTED_VERSION" />
      <enabledList>
        <item key="SOFTWARE\Policies\VMware, Inc.\VMware Blast\Config" valueName="ClipboardFilterIncomingFile">
          <value>
            <delete />
          </value>
        </item>
        <item key="SOFTWARE\Policies\VMware, Inc.\VMware Blast\Config" valueName="ClipboardFilterOutgoingFile">
          <value>
            <delete />
          </value>
        </item>
        <item key="SOFTWARE\Policies\VMware, Inc.\VMware Blast\Config" valueName="ClipboardFilterIncomingText">
          <value>
            <delete />
          </value>
        </item>
        <item key="SOFTWARE\Policies\VMware, Inc.\VMware Blast\Config" valueName="ClipboardFilterOutgoingText">
          <value>
            <delete />
          </value>
        </item>
        <item key="SOFTWARE\Policies\VMware, Inc.\VMware Blast\Config" valueName="ClipboardFilterIncomingRTF">
          <value>
            <delete />
          </value>
        </item>
        <item key="SOFTWARE\Policies\VMware, Inc.\VMware Blast\Config" valueName="ClipboardFilterOutgoingRTF">
          <value>
            <delete />
          </value>
        </item>
        <item key="SOFTWARE\Policies\VMware, Inc.\VMware Blast\Config" valueName="ClipboardFilterIncomingImage">
          <value>
            <delete />
          </value>
        </item>
        <item key="SOFTWARE\Policies\VMware, Inc.\VMware Blast\Config" valueName="ClipboardFilterOutgoingImage">
          <value>
            <delete />
          </value>
        </item>
        <item key="SOFTWARE\Policies\VMware, Inc.\VMware Blast\Config" valueName="ClipboardFilterIncomingMSOfficeText">
          <value>
            <delete />
          </value>
        </item>
        <item key="SOFTWARE\Policies\VMware, Inc.\VMware Blast\Config" valueName="ClipboardFilterOutgoingMSOfficeText">
          <value>
            <delete />
          </value>
        </item>
        <item key="SOFTWARE\Policies\VMware, Inc.\VMware Blast\Config" valueName="ClipboardFilterIncomingMSOfficeChart">
          <value>
            <delete />
          </value>
        </item>
        <item key="SOFTWARE\Policies\VMware, Inc.\VMware Blast\Config" valueName="ClipboardFilterOutgoingMSOfficeChart">
          <value>
            <delete />
          </value>
        </item>
        <item key="SOFTWARE\Policies\VMware, Inc.\VMware Blast\Config" valueName="ClipboardFilterIncomingMSOfficeTextEffects">
          <value>
            <delete />
          </value>
        </item>
        <item key="SOFTWARE\Policies\VMware, Inc.\VMware Blast\Config" valueName="ClipboardFilterOutgoingMSOfficeTextEffects">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin_defaults" valueName="pcoip.clipboard_filter_incoming_file">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin_defaults" valueName="pcoip.clipboard_filter_outgoing_file">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin_defaults" valueName="pcoip.clipboard_filter_incoming_text">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin_defaults" valueName="pcoip.clipboard_filter_outgoing_text">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin_defaults" valueName="pcoip.clipboard_filter_incoming_rtf">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin_defaults" valueName="pcoip.clipboard_filter_outgoing_rtf">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin_defaults" valueName="pcoip.clipboard_filter_incoming_image">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin_defaults" valueName="pcoip.clipboard_filter_outgoing_image">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin_defaults" valueName="pcoip.clipboard_filter_incoming_msoffice_text">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin_defaults" valueName="pcoip.clipboard_filter_outgoing_msoffice_text">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin_defaults" valueName="pcoip.clipboard_filter_incoming_msoffice_chart">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin_defaults" valueName="pcoip.clipboard_filter_outgoing_msoffice_chart">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin_defaults" valueName="pcoip.clipboard_filter_incoming_msoffice_text_effects">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin_defaults" valueName="pcoip.clipboard_filter_outgoing_msoffice_text_effects">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin" valueName="pcoip.clipboard_filter_incoming_file">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin" valueName="pcoip.clipboard_filter_outgoing_file">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin" valueName="pcoip.clipboard_filter_incoming_text">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin" valueName="pcoip.clipboard_filter_outgoing_text">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin" valueName="pcoip.clipboard_filter_incoming_rtf">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin" valueName="pcoip.clipboard_filter_outgoing_rtf">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin" valueName="pcoip.clipboard_filter_incoming_image">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin" valueName="pcoip.clipboard_filter_outgoing_image">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin" valueName="pcoip.clipboard_filter_incoming_msoffice_text">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin" valueName="pcoip.clipboard_filter_outgoing_msoffice_text">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin" valueName="pcoip.clipboard_filter_incoming_msoffice_chart">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin" valueName="pcoip.clipboard_filter_outgoing_msoffice_chart">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin" valueName="pcoip.clipboard_filter_incoming_msoffice_text_effects">
          <value>
            <delete />
          </value>
        </item>
        <item key="Software\Policies\Teradici\PCoIP\pcoip_admin" valueName="pcoip.clipboard_filter_outgoing_msoffice_text_effects">
          <value>
            <delete />
          </value>
        </item>
        <!--To make "Group Policy Editor" can show disabled status when user disable this GPO Setting -->
        <item key="Software\Policies\VMware, Inc.\VMware VDM\Agent\Clipboard Redirection" valueName="ClipboardFilterIncomingMSOfficeChart">
          <value>
            <string>0</string>
          </value>
        </item>
      </enabledList>
      <disabledList>
        <!--To make "Group Policy Editor" can show disabled status when user disable this GPO Setting -->
        <item key="Software\Policies\VMware, Inc.\VMware VDM\Agent\Clipboard Redirection" valueName="ClipboardFilterIncomingMSOfficeChart">
          <value>
            <delete />
          </value>
        </item>
      </disabledList>
      <elements>
        <enum id="CLIPBOARD_FORMAT_FILTERING_FILE_IN" valueName="ClipboardFilterIncomingFile" required="true">
          <item displayName="$(string.CLIPBOARD_FORMAT_FILTERING_DISABLED)">
            <value>
              <string>0</string>
            </value>
          </item>
          <item displayName="$(string.CLIPBOARD_FORMAT_FILTERING_ENABLED)">
            <value>
              <string>1</string>
            </value>
          </item>
        </enum>
        <enum id="CLIPBOARD_FORMAT_FILTERING_FILE_OUT" valueName="ClipboardFilterOutgoingFile" required="true">
          <item displayName="$(string.CLIPBOARD_FORMAT_FILTERING_DISABLED)">
            <value>
              <string>0</string>
            </value>
          </item>
          <item displayName="$(string.CLIPBOARD_FORMAT_FILTERING_ENABLED)">
            <value>
              <string>1</string>
            </value>
          </item>
        </enum>
        <enum id="CLIPBOARD_FORMAT_FILTERING_TEXT_IN" valueName="ClipboardFilterIncomingText" required="true">
          <item displayName="$(string.CLIPBOARD_FORMAT_FILTERING_DISABLED)">
            <value>
              <string>0</string>
            </value>
          </item>
          <item displayName="$(string.CLIPBOARD_FORMAT_FILTERING_ENABLED)">
            <value>
              <string>1</string>
            </value>
          </item>
        </enum>
        <enum id="CLIPBOARD_FORMAT_FILTERING_TEXT_OUT" valueName="ClipboardFilterOutgoingText" required="true">
          <item displayName="$(string.CLIPBOARD_FORMAT_FILTERING_DISABLED)">
            <value>
              <string>0</string>
            </value>
          </item>
          <item displayName="$(string.CLIPBOARD_FORMAT_FILTERING_ENABLED)">
            <value>
              <string>1</string>
            </value>
          </item>
        </enum>
        <enum id="CLIPBOARD_FORMAT_FILTERING_RTF_IN" valueName="ClipboardFilterIncomingRTF" required="true">
          <item displayName="$(string.CLIPBOARD_FORMAT_FILTERING_DISABLED)">
            <value>
              <string>0</string>
            </value>
          </item>
          <item displayName="$(string.CLIPBOARD_FORMAT_FILTERING_ENABLED)">
            <value>
              <string>1</string>
            </value>
          </item>
        </enum>
        <enum id="CLIPBOARD_FORMAT_FILTERING_RTF_OUT" valueName="ClipboardFilterOutgoingRTF" required="true">
          <item displayName="$(string.CLIPBOARD_FORMAT_FILTERING_DISABLED)">
            <value>
              <string>0</string>
            </value>
          </item>
          <item displayName="$(string.CLIPBOARD_FORMAT_FILTERING_ENABLED)">
            <value>
              <string>1</string>
            </value>
          </item>
        </enum>
        <enum id="CLIPBOARD_FORMAT_FILTERING_IMAGE_IN" valueName="ClipboardFilterIncomingImage" required="true">
          <item displayName="$(string.CLIPBOARD_FORMAT_FILTERING_DISABLED)">
            <value>
              <string>0</string>
            </value>
          </item>
          <item displayName="$(string.CLIPBOARD_FORMAT_FILTERING_ENABLED)">
            <value>
              <string>1</string>
            </value>
          </item>
        </enum>
        <enum id="CLIPBOARD_FORMAT_FILTERING_IMAGE_OUT" valueName="ClipboardFilterOutgoingImage" required="true">
          <item displayName="$(string.CLIPBOARD_FORMAT_FILTERING_DISABLED)">
            <value>
              <string>0</string>
            </value>
          </item>
          <item displayName="$(string.CLIPBOARD_FORMAT_FILTERING_ENABLED)">
            <value>
              <string>1</string>
            </value>
          </item>
        </enum>
        <enum id="CLIPBOARD_FORMAT_FILTERING_MSO_TEXT_IN" valueName="ClipboardFilterIncomingMSOfficeText" required="true">
          <item displayName="$(string.CLIPBOARD_FORMAT_FILTERING_DISABLED)">
            <value>
              <string>0</string>
            </value>
          </item>
          <item displayName="$(string.CLIPBOARD_FORMAT_FILTERING_ENABLED)">
            <value>
              <string>1</string>
            </value>
          </item>
        </enum>
        <enum id="CLIPBOARD_FORMAT_FILTERING_MSO_TEXT_OUT" valueName="ClipboardFilterOutgoingMSOfficeText" required="true">
          <item displayName="$(string.CLIPBOARD_FORMAT_FILTERING_DISABLED)">
            <value>
              <string>0</string>
            </value>
          </item>
          <item displayName="$(string.CLIPBOARD_FORMAT_FILTERING_ENABLED)">
            <value>
              <string>1</string>
            </value>
          </item>
        </enum>
        <enum id="CLIPBOARD_FORMAT_FILTERING_MSO_CHART_IN" valueName="ClipboardFilterIncomingMSOfficeChart" required="true">
          <item displayName="$(string.CLIPBOARD_FORMAT_FILTERING_DISABLED)">
            <value>
              <string>0</string>
            </value>
          </item>
          <item displayName="$(string.CLIPBOARD_FORMAT_FILTERING_ENABLED)">
            <value>
              <string>1</string>
            </value>
          </item>
        </enum>
        <enum id="CLIPBOARD_FORMAT_FILTERING_MSO_CHART_OUT" valueName="ClipboardFilterOutgoingMSOfficeChart" required="true">
          <item displayName="$(string.CLIPBOARD_FORMAT_FILTERING_DISABLED)">
            <value>
              <string>0</string>
            </value>
          </item>
          <item displayName="$(string.CLIPBOARD_FORMAT_FILTERING_ENABLED)">
            <value>
              <string>1</string>
            </value>
          </item>
        </enum>
        <enum id="CLIPBOARD_FORMAT_FILTERING_MSO_TEXT_EFFECTS_IN" valueName="ClipboardFilterIncomingMSOfficeTextEffects" required="true">
          <item displayName="$(string.CLIPBOARD_FORMAT_FILTERING_DISABLED)">
            <value>
              <string>0</string>
            </value>
          </item>
          <item displayName="$(string.CLIPBOARD_FORMAT_FILTERING_ENABLED)">
            <value>
              <string>1</string>
            </value>
          </item>
        </enum>
        <enum id="CLIPBOARD_FORMAT_FILTERING_MSO_TEXT_EFFECTS_OUT" valueName="ClipboardFilterOutgoingMSOfficeTextEffects" required="true">
          <item displayName="$(string.CLIPBOARD_FORMAT_FILTERING_DISABLED)">
            <value>
              <string>0</string>
            </value>
          </item>
          <item displayName="$(string.CLIPBOARD_FORMAT_FILTERING_ENABLED)">
            <value>
              <string>1</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
  </policies>
</policyDefinitions>