<?xml version="1.0" encoding="utf-8"?>
<policyDefinitions revision="1.0" schemaVersion="1.0">
  <policyNamespaces>
    <target prefix="fullarmor" namespace="ZoomMeetings_HKCU" />
    <using prefix="windows" namespace="Microsoft.Policies.Windows" />
  </policyNamespaces>
  <supersededAdm fileName="ZoomMeetings_HKCU.adm" />
  <resources minRequiredRevision="1.0" />
  <supportedOn>
    <definitions>
      <definition name="SUPPORTED_WINXPSP2" displayName="$(string.SUPPORTED_WINXPSP2)" />
      <definition name="SUPPORTED_NotSpecified" displayName="$(string.ADMXMigrator_NoSupportedOn)" />
    </definitions>
  </supportedOn>
  <categories>
    <category name="ZoomUsCommunication" displayName="$(string.ZoomUsCommunication)" />
    <category name="zoomgeneral" displayName="$(string.zoomgeneral)">
      <parentCategory ref="ZoomUsCommunication" />
    </category>
    <category name="zoomupdates" displayName="$(string.zoomupdates)">
      <parentCategory ref="ZoomUsCommunication" />
    </category>
    <category name="zoomchat" displayName="$(string.zoomchat)">
      <parentCategory ref="ZoomUsCommunication" />
    </category>
    <category name="zoommeetings" displayName="$(string.zoommeetings)">
      <parentCategory ref="ZoomUsCommunication" />
    </category>
    <category name="ZoomUsRecommendations" displayName="$(string.ZoomUsRecommendations)">
      <parentCategory ref="ZoomUsCommunication" />
    </category>
    <category name="zoomgeneral_recommend" displayName="$(string.zoomgeneral_recommend)">
      <parentCategory ref="ZoomUsRecommendations" />
    </category>
    <category name="zoomupdates_recommend" displayName="$(string.zoomupdates_recommend)">
      <parentCategory ref="ZoomUsRecommendations" />
    </category>
    <category name="zoomchat_recommend" displayName="$(string.zoomchat_recommend)">
      <parentCategory ref="ZoomUsRecommendations" />
    </category>
    <category name="zoommeetings_recommend" displayName="$(string.zoommeetings_recommend)">
      <parentCategory ref="ZoomUsRecommendations" />
    </category>
  </categories>
  <policies>
    <policy name="EnableClientAutoUpdate_Policy" class="User" displayName="$(string.EnableClientAutoUpdate_Policy)" explainText="$(string.EnableClientAutoUpdate_Explain)" presentation="$(presentation.EnableClientAutoUpdate_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="EnableClientAutoUpdate">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableCreatingDesktopShortcut_Policy" class="User" displayName="$(string.DisableCreatingDesktopShortcut_Policy)" explainText="$(string.DisableCreatingDesktopShortcut_Explain)" presentation="$(presentation.DisableCreatingDesktopShortcut_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="DisableCreatingDesktopShortcut">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AutoStartAfterReboot_Policy" class="User" displayName="$(string.AutoStartAfterReboot_Policy)" explainText="$(string.AutoStartAfterReboot_Explain)" presentation="$(presentation.AutoStartAfterReboot_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="AutoStartAfterReboot">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AutoStartInSystemTray_Policy" class="User" displayName="$(string.AutoStartInSystemTray_Policy)" explainText="$(string.AutoStartInSystemTray_Explain)" presentation="$(presentation.AutoStartInSystemTray_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="AutoStartInSystemTray">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="SetSSOURL_Policy" class="User" displayName="$(string.SetSSOURL_Policy)" explainText="$(string.SetSSOURL_Explain)" presentation="$(presentation.SetSSOURL_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="SetSSOURL_Part" valueName="SetSSOURL" />
      </elements>
    </policy>
    <policy name="ForceLoginWithSSO_Policy" class="User" displayName="$(string.ForceLoginWithSSO_Policy)" explainText="$(string.ForceLoginWithSSO_Explain)" presentation="$(presentation.ForceLoginWithSSO_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="ForceLoginWithSSO">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableGoogleLogin_Policy" class="User" displayName="$(string.DisableGoogleLogin_Policy)" explainText="$(string.DisableGoogleLogin_Explain)" presentation="$(presentation.DisableGoogleLogin_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="DisableGoogleLogin">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableFacebookLogin_Policy" class="User" displayName="$(string.DisableFacebookLogin_Policy)" explainText="$(string.DisableFacebookLogin_Explain)" presentation="$(presentation.DisableFacebookLogin_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="DisableFacebookLogin">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableLoginWithSSO_Policy" class="User" displayName="$(string.DisableLoginWithSSO_Policy)" explainText="$(string.DisableLoginWithSSO_Explain)" presentation="$(presentation.DisableLoginWithSSO_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="DisableLoginWithSSO">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableLoginWithEmail_Policy" class="User" displayName="$(string.DisableLoginWithEmail_Policy)" explainText="$(string.DisableLoginWithEmail_Explain)" presentation="$(presentation.DisableLoginWithEmail_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="DisableLoginWithEmail">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="SetAccountIDsRestrictedToJoin_Policy" class="User" displayName="$(string.SetAccountIDsRestrictedToJoin_Policy)" explainText="$(string.SetAccountIDsRestrictedToJoin_Explain)" presentation="$(presentation.SetAccountIDsRestrictedToJoin_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="SetAccountIDsRestrictedToJoin_Part" valueName="SetAccountIDsRestrictedToJoin" />
      </elements>
    </policy>
    <policy name="CloseToSystemTray_Policy" class="User" displayName="$(string.CloseToSystemTray_Policy)" explainText="$(string.CloseToSystemTray_Explain)" presentation="$(presentation.CloseToSystemTray_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="CloseToSystemTray">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="SetEmailDomainsRestrictedToLogin_Policy" class="User" displayName="$(string.SetEmailDomainsRestrictedToLogin_Policy)" explainText="$(string.SetEmailDomainsRestrictedToLogin_Explain)" presentation="$(presentation.SetEmailDomainsRestrictedToLogin_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="SetEmailDomainsRestrictedToLogin_Part" valueName="SetEmailDomainsRestrictedToLogin" />
      </elements>
    </policy>
    <policy name="AlwaysUsePersonalMeetingID_Policy" class="User" displayName="$(string.AlwaysUsePersonalMeetingID_Policy)" explainText="$(string.AlwaysUsePersonalMeetingID_Explain)" presentation="$(presentation.AlwaysUsePersonalMeetingID_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="AlwaysUsePersonalMeetingID">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="BlockUntrustedSSLCert_Policy" class="User" displayName="$(string.BlockUntrustedSSLCert_Policy)" explainText="$(string.BlockUntrustedSSLCert_Explain)" presentation="$(presentation.BlockUntrustedSSLCert_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="BlockUntrustedSSLCert">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableCloudSwitch_Policy" class="User" displayName="$(string.EnableCloudSwitch_Policy)" explainText="$(string.EnableCloudSwitch_Explain)" presentation="$(presentation.EnableCloudSwitch_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="EnableCloudSwitch">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableEmbedBrowserForSSO_Policy" class="User" displayName="$(string.EnableEmbedBrowserForSSO_Policy)" explainText="$(string.EnableEmbedBrowserForSSO_Explain)" presentation="$(presentation.EnableEmbedBrowserForSSO_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="EnableEmbedBrowserForSSO">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="ForceSSOURL_Policy" class="User" displayName="$(string.ForceSSOURL_Policy)" explainText="$(string.ForceSSOURL_Explain)" presentation="$(presentation.ForceSSOURL_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="ForceSSOURL_Part" valueName="ForceSSOURL" />
      </elements>
    </policy>
    <policy name="KeepSignedIn_Policy" class="User" displayName="$(string.KeepSignedIn_Policy)" explainText="$(string.KeepSignedIn_Explain)" presentation="$(presentation.KeepSignedIn_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="KeepSignedIn">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="SetWebDomain_Policy" class="User" displayName="$(string.SetWebDomain_Policy)" explainText="$(string.SetWebDomain_Explain)" presentation="$(presentation.SetWebDomain_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="SetWebDomain_Part" valueName="SetWebDomain" />
      </elements>
    </policy>
    <policy name="EnforceSignInToJoin_Policy" class="User" displayName="$(string.EnforceSignInToJoin_Policy)" explainText="$(string.EnforceSignInToJoin_Explain)" presentation="$(presentation.EnforceSignInToJoin_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="EnforceSignInToJoin">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableWeChatLogin_Policy" class="User" displayName="$(string.EnableWeChatLogin_Policy)" explainText="$(string.EnableWeChatLogin_Explain)" presentation="$(presentation.EnableWeChatLogin_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="EnableWeChatLogin">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnablePhoneLogin_Policy" class="User" displayName="$(string.EnablePhoneLogin_Policy)" explainText="$(string.EnablePhoneLogin_Explain)" presentation="$(presentation.EnablePhoneLogin_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="EnablePhoneLogin">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableAliPayLogin_Policy" class="User" displayName="$(string.EnableAliPayLogin_Policy)" explainText="$(string.EnableAliPayLogin_Explain)" presentation="$(presentation.EnableAliPayLogin_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="EnableAliPayLogin">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableQQLogin_Policy" class="User" displayName="$(string.EnableQQLogin_Policy)" explainText="$(string.EnableQQLogin_Explain)" presentation="$(presentation.EnableQQLogin_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="EnableQQLogin">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableAppleLogin_Policy" class="User" displayName="$(string.EnableAppleLogin_Policy)" explainText="$(string.EnableAppleLogin_Explain)" presentation="$(presentation.EnableAppleLogin_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="EnableAppleLogin">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DefaultUsePortraitView_Policy" class="User" displayName="$(string.DefaultUsePortraitView_Policy)" explainText="$(string.DefaultUsePortraitView_Explain)" presentation="$(presentation.DefaultUsePortraitView_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="DefaultUsePortraitView">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EmbedUserAgentString_Policy" class="User" displayName="$(string.EmbedUserAgentString_Policy)" explainText="$(string.EmbedUserAgentString_Explain)" presentation="$(presentation.EmbedUserAgentString_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="EmbedUserAgentString_Part" valueName="EmbedUserAgentString" />
      </elements>
    </policy>
    <policy name="EmbedDeviceTag_Policy" class="User" displayName="$(string.EmbedDeviceTag_Policy)" explainText="$(string.EmbedDeviceTag_Explain)" presentation="$(presentation.EmbedDeviceTag_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="EmbedDeviceTag_Part" valueName="EmbedDeviceTag" />
      </elements>
    </policy>
    <policy name="EnableAutoUploadDumps_Policy" class="User" displayName="$(string.EnableAutoUploadDumps_Policy)" explainText="$(string.EnableAutoUploadDumps_Explain)" presentation="$(presentation.EnableAutoUploadDumps_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="EnableAutoUploadDumps">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableAutoUploadMemlogs_Policy" class="User" displayName="$(string.EnableAutoUploadMemlogs_Policy)" explainText="$(string.EnableAutoUploadMemlogs_Explain)" presentation="$(presentation.EnableAutoUploadMemlogs_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="EnableAutoUploadMemlogs">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="SetAccEventsOptions_Policy" class="User" displayName="$(string.SetAccEventsOptions_Policy)" explainText="$(string.SetAccEventsOptions_Explain)" presentation="$(presentation.SetAccEventsOptions_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="SetAccEventsOptions_Part" valueName="SetAccEventsOptions" />
      </elements>
    </policy>
    <policy name="IntegrateZoomWithOutlook_Policy" class="User" displayName="$(string.IntegrateZoomWithOutlook_Policy)" explainText="$(string.IntegrateZoomWithOutlook_Explain)" presentation="$(presentation.IntegrateZoomWithOutlook_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="IntegrateZoomWithOutlook">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableDirectConnectionPK_Policy" class="User" displayName="$(string.DisableDirectConnectionPK_Policy)" explainText="$(string.DisableDirectConnectionPK_Explain)" presentation="$(presentation.DisableDirectConnectionPK_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="DisableDirectConnectionPK">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableDirectConnection2Web_Policy" class="User" displayName="$(string.DisableDirectConnection2Web_Policy)" explainText="$(string.DisableDirectConnection2Web_Explain)" presentation="$(presentation.DisableDirectConnection2Web_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="DisableDirectConnection2Web">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="ProxyPac_Policy" class="User" displayName="$(string.ProxyPac_Policy)" explainText="$(string.ProxyPac_Explain)" presentation="$(presentation.ProxyPac_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="ProxyPac_Part" valueName="ProxyPAC" />
      </elements>
    </policy>
    <policy name="ProxyServer_Policy" class="User" displayName="$(string.ProxyServer_Policy)" explainText="$(string.ProxyServer_Explain)" presentation="$(presentation.ProxyServer_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="ProxyServer_Part" valueName="ProxyServer" />
      </elements>
    </policy>
    <policy name="ProxyBypass_Policy" class="User" displayName="$(string.ProxyBypass_Policy)" explainText="$(string.ProxyBypass_Explain)" presentation="$(presentation.ProxyBypass_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="ProxyBypass_Part" valueName="ProxyBypass" />
      </elements>
    </policy>
    <policy name="SetDevicePolicyToken_Policy" class="User" displayName="$(string.SetDevicePolicyToken_Policy)" explainText="$(string.SetDevicePolicyToken_Explain)" presentation="$(presentation.SetDevicePolicyToken_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="SetDevicePolicyToken_Part" valueName="SetDevicePolicyToken" />
      </elements>
    </policy>
    <policy name="DisableKeepSignedInWithSSO_Policy" class="User" displayName="$(string.DisableKeepSignedInWithSSO_Policy)" explainText="$(string.DisableKeepSignedInWithSSO_Explain)" presentation="$(presentation.DisableKeepSignedInWithSSO_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="DisableKeepSignedInWithSSO">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableKeepSignedInWithGoogle_Policy" class="User" displayName="$(string.DisableKeepSignedInWithGoogle_Policy)" explainText="$(string.DisableKeepSignedInWithGoogle_Explain)" presentation="$(presentation.DisableKeepSignedInWithGoogle_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="DisableKeepSignedInWithGoogle">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableKeepSignedInWithFacebook_Policy" class="User" displayName="$(string.DisableKeepSignedInWithFacebook_Policy)" explainText="$(string.DisableKeepSignedInWithFacebook_Explain)" presentation="$(presentation.DisableKeepSignedInWithFacebook_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="DisableKeepSignedInWithFacebook">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableZoomApps_Policy" class="User" displayName="$(string.DisableZoomApps_Policy)" explainText="$(string.DisableZoomApps_Explain)" presentation="$(presentation.DisableZoomApps_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="DisableZoomApps">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableSilentAutoUpdate_Policy" class="User" displayName="$(string.EnableSilentAutoUpdate_Policy)" explainText="$(string.EnableSilentAutoUpdate_Explain)" presentation="$(presentation.EnableSilentAutoUpdate_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="EnableSilentAutoUpdate">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="SetNoRevocationCheckUrls_Policy" class="User" displayName="$(string.SetNoRevocationCheckUrls_Policy)" explainText="$(string.SetNoRevocationCheckUrls_Explain)" presentation="$(presentation.SetNoRevocationCheckUrls_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="SetNoRevocationCheckUrls_Part" valueName="SetNoRevocationCheckUrls" />
      </elements>
    </policy>
    <policy name="ProxyDetectInterval_Policy" class="User" displayName="$(string.ProxyDetectInterval_Policy)" explainText="$(string.ProxyDetectInterval_Explain)" presentation="$(presentation.ProxyDetectInterval_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <decimal id="ProxyDetectInterval_Part" valueName="ProxyDetectInterval" required="true" minValue="0" />
      </elements>
    </policy>
    <policy name="EnforceAppSignInToJoin_Policy" class="User" displayName="$(string.EnforceAppSignInToJoin_Policy)" explainText="$(string.EnforceAppSignInToJoin_Explain)" presentation="$(presentation.EnforceAppSignInToJoin_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="EnforceAppSignInToJoin">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AlwaysCheckLatestVersion_Policy" class="User" displayName="$(string.AlwaysCheckLatestVersion_Policy)" explainText="$(string.AlwaysCheckLatestVersion_Explain)" presentation="$(presentation.AlwaysCheckLatestVersion_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="AlwaysCheckLatestVersion">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="SetEnrollToken4CloudMDM_Policy" class="User" displayName="$(string.SetEnrollToken4CloudMDM_Policy)" explainText="$(string.SetEnrollToken4CloudMDM_Explain)" presentation="$(presentation.SetEnrollToken4CloudMDM_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="SetEnrollToken4CloudMDM_Part" valueName="SetEnrollToken4CloudMDM" />
      </elements>
    </policy>
    <policy name="DisableAutoLaunchSSO_Policy" class="User" displayName="$(string.DisableAutoLaunchSSO_Policy)" explainText="$(string.DisableAutoLaunchSSO_Explain)" presentation="$(presentation.DisableAutoLaunchSSO_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="DisableAutoLaunchSSO">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="SetUpdatingChannel_Policy" class="User" displayName="$(string.SetUpdatingChannel_Policy)" explainText="$(string.SetUpdatingChannel_Explain)" presentation="$(presentation.SetUpdatingChannel_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <decimal id="SetUpdatingChannel_Part" valueName="SetUpdatingChannel" required="true" minValue="0" maxValue="1" />
      </elements>
    </policy>
    <policy name="DisableUpdateTo64Bit_Policy" class="User" displayName="$(string.DisableUpdateTo64Bit_Policy)" explainText="$(string.DisableUpdateTo64Bit_Explain)" presentation="$(presentation.DisableUpdateTo64Bit_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="DisableUpdateTo64Bit">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableZoomAppsGuestAccess_Policy" class="User" displayName="$(string.DisableZoomAppsGuestAccess_Policy)" explainText="$(string.DisableZoomAppsGuestAccess_Explain)" presentation="$(presentation.DisableZoomAppsGuestAccess_Policy)" key="Software\Policies\Zoom\Zoom Meetings\General" valueName="DisableZoomAppsGuestAccess">
      <parentCategory ref="zoomgeneral" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AU2_EnableAutoUpdate_Policy" class="User" displayName="$(string.AU2_EnableAutoUpdate_Policy)" explainText="$(string.AU2_EnableAutoUpdate_Explain)" presentation="$(presentation.AU2_EnableAutoUpdate_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Updates" valueName="AU2_EnableAutoUpdate">
      <parentCategory ref="zoomupdates" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AU2_SetUpdateChannel_Policy" class="User" displayName="$(string.AU2_SetUpdateChannel_Policy)" explainText="$(string.AU2_SetUpdateChannel_Explain)" presentation="$(presentation.AU2_SetUpdateChannel_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Updates">
      <parentCategory ref="zoomupdates" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <decimal id="AU2_SetUpdateChannel_Part" valueName="AU2_SetUpdateChannel" required="true" minValue="0" maxValue="1" storeAsText="true" />
      </elements>
    </policy>
    <policy name="AU2_EnableShowZoomUpdates_Policy" class="User" displayName="$(string.AU2_EnableShowZoomUpdates_Policy)" explainText="$(string.AU2_EnableShowZoomUpdates_Explain)" presentation="$(presentation.AU2_EnableShowZoomUpdates_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Updates" valueName="AU2_EnableShowZoomUpdates">
      <parentCategory ref="zoomupdates" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AU2_EnableUpdateAvailableBanner_Policy" class="User" displayName="$(string.AU2_EnableUpdateAvailableBanner_Policy)" explainText="$(string.AU2_EnableUpdateAvailableBanner_Explain)" presentation="$(presentation.AU2_EnableUpdateAvailableBanner_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Updates" valueName="AU2_EnableUpdateAvailableBanner">
      <parentCategory ref="zoomupdates" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AU2_EnablePromptUpdateForAU2_Policy" class="User" displayName="$(string.AU2_EnablePromptUpdateForAU2_Policy)" explainText="$(string.AU2_EnablePromptUpdateForAU2_Explain)" presentation="$(presentation.AU2_EnablePromptUpdateForAU2_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Updates" valueName="AU2_EnablePromptUpdateForAU2">
      <parentCategory ref="zoomupdates" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AU2_EnableUpdateSuccessNotification_Policy" class="User" displayName="$(string.AU2_EnableUpdateSuccessNotification_Policy)" explainText="$(string.AU2_EnableUpdateSuccessNotification_Explain)" presentation="$(presentation.AU2_EnableUpdateSuccessNotification_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Updates" valueName="AU2_EnableUpdateSuccessNotification">
      <parentCategory ref="zoomupdates" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AU2_EnableManualUpdate_Policy" class="User" displayName="$(string.AU2_EnableManualUpdate_Policy)" explainText="$(string.AU2_EnableManualUpdate_Explain)" presentation="$(presentation.AU2_EnableManualUpdate_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Updates" valueName="AU2_EnableManualUpdate">
      <parentCategory ref="zoomupdates" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AU2_DeploySpecificVersion_Policy" class="User" displayName="$(string.AU2_DeploySpecificVersion_Policy)" explainText="$(string.AU2_DeploySpecificVersion_Explain)" presentation="$(presentation.AU2_DeploySpecificVersion_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Updates">
      <parentCategory ref="zoomupdates" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="AU2_DeploySpecificVersion_Part" valueName="AU2_DeploySpecificVersion" />
      </elements>
    </policy>
    <policy name="AU2_SetUpdateSchedule_Policy" class="User" displayName="$(string.AU2_SetUpdateSchedule_Policy)" explainText="$(string.AU2_SetUpdateSchedule_Explain)" presentation="$(presentation.AU2_SetUpdateSchedule_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Updates">
      <parentCategory ref="zoomupdates" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="AU2_SetUpdateSchedule_Part" valueName="AU2_SetUpdateSchedule" />
      </elements>
    </policy>
    <policy name="DisableLinkPreviewInChat_Policy" class="User" displayName="$(string.DisableLinkPreviewInChat_Policy)" explainText="$(string.DisableLinkPreviewInChat_Explain)" presentation="$(presentation.DisableLinkPreviewInChat_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Chat" valueName="DisableLinkPreviewInChat">
      <parentCategory ref="zoomchat" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="SetMessengerDoNotDropThread_Policy" class="User" displayName="$(string.SetMessengerDoNotDropThread_Policy)" explainText="$(string.SetMessengerDoNotDropThread_Explain)" presentation="$(presentation.SetMessengerDoNotDropThread_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Chat" valueName="SetMessengerDoNotDropThread">
      <parentCategory ref="zoomchat" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="ShowVoiceMessageButton_Policy" class="User" displayName="$(string.ShowVoiceMessageButton_Policy)" explainText="$(string.ShowVoiceMessageButton_Explain)" presentation="$(presentation.ShowVoiceMessageButton_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Chat" valueName="ShowVoiceMessageButton">
      <parentCategory ref="zoomchat" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AlwaysShowIMNotificationBanner_Policy" class="User" displayName="$(string.AlwaysShowIMNotificationBanner_Policy)" explainText="$(string.AlwaysShowIMNotificationBanner_Explain)" presentation="$(presentation.AlwaysShowIMNotificationBanner_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Chat" valueName="AlwaysShowIMNotificationBanner">
      <parentCategory ref="zoomchat" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="PlaySoundForIMMessage_Policy" class="User" displayName="$(string.PlaySoundForIMMessage_Policy)" explainText="$(string.PlaySoundForIMMessage_Explain)" presentation="$(presentation.PlaySoundForIMMessage_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Chat" valueName="PlaySoundForIMMessage">
      <parentCategory ref="zoomchat" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="ShowIMMessagePreview_Policy" class="User" displayName="$(string.ShowIMMessagePreview_Policy)" explainText="$(string.ShowIMMessagePreview_Explain)" presentation="$(presentation.ShowIMMessagePreview_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Chat" valueName="ShowIMMessagePreview">
      <parentCategory ref="zoomchat" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="MuteIMNotificationWhenInMeeting_Policy" class="User" displayName="$(string.MuteIMNotificationWhenInMeeting_Policy)" explainText="$(string.MuteIMNotificationWhenInMeeting_Explain)" presentation="$(presentation.MuteIMNotificationWhenInMeeting_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Chat" valueName="MuteIMNotificationWhenInMeeting">
      <parentCategory ref="zoomchat" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="ShowVideoMessageButton_Policy" class="User" displayName="$(string.ShowVideoMessageButton_Policy)" explainText="$(string.ShowVideoMessageButton_Explain)" presentation="$(presentation.ShowVideoMessageButton_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Chat" valueName="ShowVideoMessageButton">
      <parentCategory ref="zoomchat" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="ShowProfilePhotosInChat_Policy" class="User" displayName="$(string.ShowProfilePhotosInChat_Policy)" explainText="$(string.ShowProfilePhotosInChat_Explain)" presentation="$(presentation.ShowProfilePhotosInChat_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Chat" valueName="ShowProfilePhotosInChat">
      <parentCategory ref="zoomchat" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="TurnOffVideoCameraOnJoin_Policy" class="User" displayName="$(string.TurnOffVideoCameraOnJoin_Policy)" explainText="$(string.TurnOffVideoCameraOnJoin_Explain)" presentation="$(presentation.TurnOffVideoCameraOnJoin_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="TurnOffVideoCameraOnJoin">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AutoJoinVoIP_Policy" class="User" displayName="$(string.AutoJoinVoIP_Policy)" explainText="$(string.AutoJoinVoIP_Explain)" presentation="$(presentation.AutoJoinVoIP_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="AutoJoinVoIP">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AutoEnableDualMonitor_Policy" class="User" displayName="$(string.AutoEnableDualMonitor_Policy)" explainText="$(string.AutoEnableDualMonitor_Explain)" presentation="$(presentation.AutoEnableDualMonitor_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="AutoEnableDualMonitor">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnterFullScreenWhenViewingSharedScreen_Policy" class="User" displayName="$(string.EnterFullScreenWhenViewingSharedScreen_Policy)" explainText="$(string.EnterFullScreenWhenViewingSharedScreen_Explain)" presentation="$(presentation.EnterFullScreenWhenViewingSharedScreen_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="EnterFullScreenWhenViewingSharedScreen">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="FitContentWhenViewingSharedScreen_Policy" class="User" displayName="$(string.FitContentWhenViewingSharedScreen_Policy)" explainText="$(string.FitContentWhenViewingSharedScreen_Explain)" presentation="$(presentation.FitContentWhenViewingSharedScreen_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="FitContentWhenViewingSharedScreen">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableHDVideo_Policy" class="User" displayName="$(string.EnableHDVideo_Policy)" explainText="$(string.EnableHDVideo_Explain)" presentation="$(presentation.EnableHDVideo_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="EnableHDVideo">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="ControlAllAppsWhenRemoteControl_Policy" class="User" displayName="$(string.ControlAllAppsWhenRemoteControl_Policy)" explainText="$(string.ControlAllAppsWhenRemoteControl_Explain)" presentation="$(presentation.ControlAllAppsWhenRemoteControl_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="ControlAllAppsWhenRemoteControl">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="RecordingFilePath_Policy" class="User" displayName="$(string.RecordingFilePath_Policy)" explainText="$(string.RecordingFilePath_Explain)" presentation="$(presentation.RecordingFilePath_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="RecordingFilePath_Part" valueName="RecordingFilePath" />
      </elements>
    </policy>
    <policy name="DisableAeroModeDuringShareScreen_Policy" class="User" displayName="$(string.DisableAeroModeDuringShareScreen_Policy)" explainText="$(string.DisableAeroModeDuringShareScreen_Explain)" presentation="$(presentation.DisableAeroModeDuringShareScreen_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="DisableAeroModeDuringShareScreen">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AlwaysShowMeetingControls_Policy" class="User" displayName="$(string.AlwaysShowMeetingControls_Policy)" explainText="$(string.AlwaysShowMeetingControls_Explain)" presentation="$(presentation.AlwaysShowMeetingControls_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="AlwaysShowMeetingControls">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnterFullScreenWhenJoinMeeting_Policy" class="User" displayName="$(string.EnterFullScreenWhenJoinMeeting_Policy)" explainText="$(string.EnterFullScreenWhenJoinMeeting_Explain)" presentation="$(presentation.EnterFullScreenWhenJoinMeeting_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="EnterFullScreenWhenJoinMeeting">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="PromptConfirmWhenLeaveMeeting_Policy" class="User" displayName="$(string.PromptConfirmWhenLeaveMeeting_Policy)" explainText="$(string.PromptConfirmWhenLeaveMeeting_Explain)" presentation="$(presentation.PromptConfirmWhenLeaveMeeting_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="PromptConfirmWhenLeaveMeeting">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AlwaysShowConnectedTime_Policy" class="User" displayName="$(string.AlwaysShowConnectedTime_Policy)" explainText="$(string.AlwaysShowConnectedTime_Explain)" presentation="$(presentation.AlwaysShowConnectedTime_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="AlwaysShowConnectedTime">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="MuteVoipWhenJoinMeeting_Policy" class="User" displayName="$(string.MuteVoipWhenJoinMeeting_Policy)" explainText="$(string.MuteVoipWhenJoinMeeting_Explain)" presentation="$(presentation.MuteVoipWhenJoinMeeting_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="MuteVoIPWhenJoinMeeting">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AutoHideNoVideoUsers_Policy" class="User" displayName="$(string.AutoHideNoVideoUsers_Policy)" explainText="$(string.AutoHideNoVideoUsers_Explain)" presentation="$(presentation.AutoHideNoVideoUsers_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="AutoHideNoVideoUsers">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AutoAdjustAudioSettings_Policy" class="User" displayName="$(string.AutoAdjustAudioSettings_Policy)" explainText="$(string.AutoAdjustAudioSettings_Explain)" presentation="$(presentation.AutoAdjustAudioSettings_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="AutoAdjustAudioSettings">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableShareScreen_Policy" class="User" displayName="$(string.DisableShareScreen_Policy)" explainText="$(string.DisableShareScreen_Explain)" presentation="$(presentation.DisableShareScreen_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="DisableShareScreen">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableMeetingChat_Policy" class="User" displayName="$(string.DisableMeetingChat_Policy)" explainText="$(string.DisableMeetingChat_Explain)" presentation="$(presentation.DisableMeetingChat_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="DisableMeetingChat">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableMeetingFileTransfer_Policy" class="User" displayName="$(string.DisableMeetingFileTransfer_Policy)" explainText="$(string.DisableMeetingFileTransfer_Explain)" presentation="$(presentation.DisableMeetingFileTransfer_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="DisableMeetingFileTransfer">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableMeeting3rdPartyFileStorage_Policy" class="User" displayName="$(string.DisableMeeting3rdPartyFileStorage_Policy)" explainText="$(string.DisableMeeting3rdPartyFileStorage_Explain)" presentation="$(presentation.DisableMeeting3rdPartyFileStorage_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="DisableMeeting3rdPartyFileStorage">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableLocalRecording_Policy" class="User" displayName="$(string.DisableLocalRecording_Policy)" explainText="$(string.DisableLocalRecording_Explain)" presentation="$(presentation.DisableLocalRecording_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="DisableLocalRecording">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableCloudRecording_Policy" class="User" displayName="$(string.DisableCloudRecording_Policy)" explainText="$(string.DisableCloudRecording_Explain)" presentation="$(presentation.DisableCloudRecording_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="DisableCloudRecording">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableVideoCamera_Policy" class="User" displayName="$(string.DisableVideoCamera_Policy)" explainText="$(string.DisableVideoCamera_Explain)" presentation="$(presentation.DisableVideoCamera_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="DisableVideoCamera">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableReceiveVideo_Policy" class="User" displayName="$(string.DisableReceiveVideo_Policy)" explainText="$(string.DisableReceiveVideo_Explain)" presentation="$(presentation.DisableReceiveVideo_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="DisableReceiveVideo">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableAnnotation_Policy" class="User" displayName="$(string.DisableAnnotation_Policy)" explainText="$(string.DisableAnnotation_Explain)" presentation="$(presentation.DisableAnnotation_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="DisableAnnotation">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableMirrorEffect_Policy" class="User" displayName="$(string.EnableMirrorEffect_Policy)" explainText="$(string.EnableMirrorEffect_Explain)" presentation="$(presentation.EnableMirrorEffect_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="EnableMirrorEffect">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableHIDControl_Policy" class="User" displayName="$(string.EnableHIDControl_Policy)" explainText="$(string.EnableHIDControl_Explain)" presentation="$(presentation.EnableHIDControl_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="EnableHIDControl">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AlwaysShowVideoPreviewDialog_Policy" class="User" displayName="$(string.AlwaysShowVideoPreviewDialog_Policy)" explainText="$(string.AlwaysShowVideoPreviewDialog_Explain)" presentation="$(presentation.AlwaysShowVideoPreviewDialog_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="AlwaysShowVideoPreviewDialog">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableComputerAudio_Policy" class="User" displayName="$(string.DisableComputerAudio_Policy)" explainText="$(string.DisableComputerAudio_Explain)" presentation="$(presentation.DisableComputerAudio_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="DisableComputerAudio">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableSplitScreen_Policy" class="User" displayName="$(string.EnableSplitScreen_Policy)" explainText="$(string.EnableSplitScreen_Explain)" presentation="$(presentation.EnableSplitScreen_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="EnableSplitScreen">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableRemoteControl_Policy" class="User" displayName="$(string.DisableRemoteControl_Policy)" explainText="$(string.DisableRemoteControl_Explain)" presentation="$(presentation.DisableRemoteControl_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="DisableRemoteControl">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableRemoteSupport_Policy" class="User" displayName="$(string.DisableRemoteSupport_Policy)" explainText="$(string.DisableRemoteSupport_Explain)" presentation="$(presentation.DisableRemoteSupport_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="DisableRemoteSupport">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableOriginalSound_Policy" class="User" displayName="$(string.EnableOriginalSound_Policy)" explainText="$(string.EnableOriginalSound_Explain)" presentation="$(presentation.EnableOriginalSound_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="EnableOriginalSound">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableFaceBeauty_Policy" class="User" displayName="$(string.EnableFaceBeauty_Policy)" explainText="$(string.EnableFaceBeauty_Explain)" presentation="$(presentation.EnableFaceBeauty_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="EnableFaceBeauty">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableVirtualBkgnd_Policy" class="User" displayName="$(string.DisableVirtualBkgnd_Policy)" explainText="$(string.DisableVirtualBkgnd_Explain)" presentation="$(presentation.DisableVirtualBkgnd_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="DisableVirtualBkgnd">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableWhiteBoard_Policy" class="User" displayName="$(string.DisableWhiteBoard_Policy)" explainText="$(string.DisableWhiteBoard_Explain)" presentation="$(presentation.DisableWhiteBoard_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="DisableWhiteBoard">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableShareAudio_Policy" class="User" displayName="$(string.EnableShareAudio_Policy)" explainText="$(string.EnableShareAudio_Explain)" presentation="$(presentation.EnableShareAudio_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="EnableShareAudio">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableShareVideo_Policy" class="User" displayName="$(string.EnableShareVideo_Policy)" explainText="$(string.EnableShareVideo_Explain)" presentation="$(presentation.EnableShareVideo_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="EnableShareVideo">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableDirectShare_Policy" class="User" displayName="$(string.DisableDirectShare_Policy)" explainText="$(string.DisableDirectShare_Explain)" presentation="$(presentation.DisableDirectShare_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="DisableDirectShare">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableDesktopShare_Policy" class="User" displayName="$(string.DisableDesktopShare_Policy)" explainText="$(string.DisableDesktopShare_Explain)" presentation="$(presentation.DisableDesktopShare_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="DisableDesktopShare">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableAudioOverProxy_Policy" class="User" displayName="$(string.DisableAudioOverProxy_Policy)" explainText="$(string.DisableAudioOverProxy_Explain)" presentation="$(presentation.DisableAudioOverProxy_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="DisableAudioOverProxy">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableVideoOverProxy_Policy" class="User" displayName="$(string.DisableVideoOverProxy_Policy)" explainText="$(string.DisableVideoOverProxy_Explain)" presentation="$(presentation.DisableVideoOverProxy_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="DisableVideoOverProxy">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableSharingOverProxy_Policy" class="User" displayName="$(string.DisableSharingOverProxy_Policy)" explainText="$(string.DisableSharingOverProxy_Explain)" presentation="$(presentation.DisableSharingOverProxy_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="DisableSharingOverProxy">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="SetUseSystemDefaultMicForVOIP_Policy" class="User" displayName="$(string.SetUseSystemDefaultMicForVOIP_Policy)" explainText="$(string.SetUseSystemDefaultMicForVOIP_Explain)" presentation="$(presentation.SetUseSystemDefaultMicForVOIP_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="SetUseSystemDefaultMicForVOIP">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="SetUseSystemDefaultSpeakerForVOIP_Policy" class="User" displayName="$(string.SetUseSystemDefaultSpeakerForVOIP_Policy)" explainText="$(string.SetUseSystemDefaultSpeakerForVOIP_Explain)" presentation="$(presentation.SetUseSystemDefaultSpeakerForVOIP_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="SetUseSystemDefaultSpeakerForVOIP">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="SetUseSystemCommunicationSpeakerForVOIP_Policy" class="User" displayName="$(string.SetUseSystemCommunicationSpeakerForVOIP_Policy)" explainText="$(string.SetUseSystemCommunicationSpeakerForVOIP_Explain)" presentation="$(presentation.SetUseSystemCommunicationSpeakerForVOIP_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="SetUseSystemCommunicationSpeakerForVOIP">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="SetUseSystemCommunicationMicForVOIP_Policy" class="User" displayName="$(string.SetUseSystemCommunicationMicForVOIP_Policy)" explainText="$(string.SetUseSystemCommunicationMicForVOIP_Explain)" presentation="$(presentation.SetUseSystemCommunicationMicForVOIP_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="SetUseSystemCommunicationMicForVOIP">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="ShowZoomWinWhenSharing_Policy" class="User" displayName="$(string.ShowZoomWinWhenSharing_Policy)" explainText="$(string.ShowZoomWinWhenSharing_Explain)" presentation="$(presentation.ShowZoomWinWhenSharing_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="ShowZoomWinWhenSharing">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="BandwidthLimitUp_Policy" class="User" displayName="$(string.BandwidthLimitUp_Policy)" explainText="$(string.BandwidthLimitUp_Explain)" presentation="$(presentation.BandwidthLimitUp_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="BandwidthLimitUp_Part" valueName="BandwidthLimitUp" />
      </elements>
    </policy>
    <policy name="BandwidthLimitDown_Policy" class="User" displayName="$(string.BandwidthLimitDown_Policy)" explainText="$(string.BandwidthLimitDown_Explain)" presentation="$(presentation.BandwidthLimitDown_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="BandwidthLimitDown_Part" valueName="BandwidthLimitDown" />
      </elements>
    </policy>
    <policy name="IgnoreBandwidthLimits_Policy" class="User" displayName="$(string.IgnoreBandwidthLimits_Policy)" explainText="$(string.IgnoreBandwidthLimits_Explain)" presentation="$(presentation.IgnoreBandwidthLimits_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="IgnoreBandwidthLimits">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableIndependentDataPort_Policy" class="User" displayName="$(string.EnableIndependentDataPort_Policy)" explainText="$(string.EnableIndependentDataPort_Explain)" presentation="$(presentation.EnableIndependentDataPort_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="EnableIndependentDataPort">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="LegacyCaptureMode_Policy" class="User" displayName="$(string.LegacyCaptureMode_Policy)" explainText="$(string.LegacyCaptureMode_Explain)" presentation="$(presentation.LegacyCaptureMode_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="LegacyCaptureMode">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableStartMeetingWithRoomSystem_Policy" class="User" displayName="$(string.EnableStartMeetingWithRoomSystem_Policy)" explainText="$(string.EnableStartMeetingWithRoomSystem_Explain)" presentation="$(presentation.EnableStartMeetingWithRoomSystem_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="EnableStartMeetingWithRoomSystem">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="MuteWhenLockScreen_Policy" class="User" displayName="$(string.MuteWhenLockScreen_Policy)" explainText="$(string.MuteWhenLockScreen_Explain)" presentation="$(presentation.MuteWhenLockScreen_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="MuteWhenLockScreen">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AppendCallerNameForRoomSystem_Policy" class="User" displayName="$(string.AppendCallerNameForRoomSystem_Policy)" explainText="$(string.AppendCallerNameForRoomSystem_Explain)" presentation="$(presentation.AppendCallerNameForRoomSystem_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="AppendCallerNameForRoomSystem">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableElevateForAdvDSCP_Policy" class="User" displayName="$(string.EnableElevateForAdvDSCP_Policy)" explainText="$(string.EnableElevateForAdvDSCP_Explain)" presentation="$(presentation.EnableElevateForAdvDSCP_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="EnableElevateForAdvDSCP">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableTemporalDeNoise_Policy" class="User" displayName="$(string.EnableTemporalDeNoise_Policy)" explainText="$(string.EnableTemporalDeNoise_Explain)" presentation="$(presentation.EnableTemporalDeNoise_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="EnableTemporalDeNoise">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableGPUComputeUtilization_Policy" class="User" displayName="$(string.EnableGPUComputeUtilization_Policy)" explainText="$(string.EnableGPUComputeUtilization_Explain)" presentation="$(presentation.EnableGPUComputeUtilization_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="EnableGPUComputeUtilization">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableHardwareAccForVideoSend_Policy" class="User" displayName="$(string.EnableHardwareAccForVideoSend_Policy)" explainText="$(string.EnableHardwareAccForVideoSend_Explain)" presentation="$(presentation.EnableHardwareAccForVideoSend_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="EnableHardwareAccForVideoSend">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableHardwareAccForVideoReceive_Policy" class="User" displayName="$(string.EnableHardwareAccForVideoReceive_Policy)" explainText="$(string.EnableHardwareAccForVideoReceive_Explain)" presentation="$(presentation.EnableHardwareAccForVideoReceive_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="EnableHardwareAccForVideoReceive">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="ShareSessionDisableUDP_Policy" class="User" displayName="$(string.ShareSessionDisableUDP_Policy)" explainText="$(string.ShareSessionDisableUDP_Explain)" presentation="$(presentation.ShareSessionDisableUDP_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="ShareSessionDisableUDP">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableSpotlightSelf_Policy" class="User" displayName="$(string.EnableSpotlightSelf_Policy)" explainText="$(string.EnableSpotlightSelf_Explain)" presentation="$(presentation.EnableSpotlightSelf_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="EnableSpotlightSelf">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="Enable49video_Policy" class="User" displayName="$(string.Enable49video_Policy)" explainText="$(string.Enable49video_Explain)" presentation="$(presentation.Enable49video_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="Enable49Video">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableRemindMeetingTime_Policy" class="User" displayName="$(string.EnableRemindMeetingTime_Policy)" explainText="$(string.EnableRemindMeetingTime_Explain)" presentation="$(presentation.EnableRemindMeetingTime_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="EnableRemindMeetingTime">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="VideoRenderMethod_Policy" class="User" displayName="$(string.VideoRenderMethod_Policy)" explainText="$(string.VideoRenderMethod_Explain)" presentation="$(presentation.VideoRenderMethod_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <decimal id="VideoRenderMethod_Part" valueName="VideoRenderMethod" required="true" minValue="0" maxValue="4" />
      </elements>
    </policy>
    <policy name="PresentToRoomOptimizeVideo_Policy" class="User" displayName="$(string.PresentToRoomOptimizeVideo_Policy)" explainText="$(string.PresentToRoomOptimizeVideo_Explain)" presentation="$(presentation.PresentToRoomOptimizeVideo_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="PresentToRoomOptimizeVideo">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="PresentToRoomOption_Policy" class="User" displayName="$(string.PresentToRoomOption_Policy)" explainText="$(string.PresentToRoomOption_Explain)" presentation="$(presentation.PresentToRoomOption_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <decimal id="PresentToRoomOption_Part" valueName="PresentToRoomOption" required="true" minValue="0" maxValue="1" />
      </elements>
    </policy>
    <policy name="PresentInMeetingOption_Policy" class="User" displayName="$(string.PresentInMeetingOption_Policy)" explainText="$(string.PresentInMeetingOption_Explain)" presentation="$(presentation.PresentInMeetingOption_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <decimal id="PresentInMeetingOption_Part" valueName="PresentInMeetingOption" required="true" minValue="0" maxValue="1" />
      </elements>
    </policy>
    <policy name="SetScreenCaptureMode_Policy" class="User" displayName="$(string.SetScreenCaptureMode_Policy)" explainText="$(string.SetScreenCaptureMode_Explain)" presentation="$(presentation.SetScreenCaptureMode_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <decimal id="SetScreenCaptureMode_Part" valueName="SetScreenCaptureMode" required="true" minValue="0" maxValue="5" />
      </elements>
    </policy>
    <policy name="DisableVideoFilters_Policy" class="User" displayName="$(string.DisableVideoFilters_Policy)" explainText="$(string.DisableVideoFilters_Explain)" presentation="$(presentation.DisableVideoFilters_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="DisableVideoFilters">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableDoNotDisturbInSharing_Policy" class="User" displayName="$(string.EnableDoNotDisturbInSharing_Policy)" explainText="$(string.EnableDoNotDisturbInSharing_Explain)" presentation="$(presentation.EnableDoNotDisturbInSharing_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="EnableDoNotDisturbInSharing">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="SetSuppressBackgroundNoiseLevel_Policy" class="User" displayName="$(string.SetSuppressBackgroundNoiseLevel_Policy)" explainText="$(string.SetSuppressBackgroundNoiseLevel_Explain)" presentation="$(presentation.SetSuppressBackgroundNoiseLevel_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <decimal id="SetSuppressBackgroundNoiseLevel_Part" valueName="SetSuppressBackgroundNoiseLevel" required="true" minValue="0" maxValue="3" />
      </elements>
    </policy>
    <policy name="SetAudioSignalProcessType_Policy" class="User" displayName="$(string.SetAudioSignalProcessType_Policy)" explainText="$(string.SetAudioSignalProcessType_Explain)" presentation="$(presentation.SetAudioSignalProcessType_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <decimal id="SetAudioSignalProcessType_Part" valueName="SetAudioSignalProcessType" required="true" minValue="0" maxValue="2" />
      </elements>
    </policy>
    <policy name="HidePhoneInComingCallWhileInMeeting_Policy" class="User" displayName="$(string.HidePhoneInComingCallWhileInMeeting_Policy)" explainText="$(string.HidePhoneInComingCallWhileInMeeting_Explain)" presentation="$(presentation.HidePhoneInComingCallWhileInMeeting_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="HidePhoneInComingCallWhileInMeeting">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableShareClipboardWhenRemoteControl_Policy" class="User" displayName="$(string.EnableShareClipboardWhenRemoteControl_Policy)" explainText="$(string.EnableShareClipboardWhenRemoteControl_Explain)" presentation="$(presentation.EnableShareClipboardWhenRemoteControl_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="EnableShareClipboardWhenRemoteControl">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableClosedCaptioning_Policy" class="User" displayName="$(string.DisableClosedCaptioning_Policy)" explainText="$(string.DisableClosedCaptioning_Explain)" presentation="$(presentation.DisableClosedCaptioning_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="DisableClosedCaptioning">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableQnA_Policy" class="User" displayName="$(string.DisableQnA_Policy)" explainText="$(string.DisableQnA_Explain)" presentation="$(presentation.DisableQnA_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="DisableQnA">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableSlideControl_Policy" class="User" displayName="$(string.DisableSlideControl_Policy)" explainText="$(string.DisableSlideControl_Explain)" presentation="$(presentation.DisableSlideControl_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="DisableSlideControl">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableManualClosedCaptioning_Policy" class="User" displayName="$(string.DisableManualClosedCaptioning_Policy)" explainText="$(string.DisableManualClosedCaptioning_Explain)" presentation="$(presentation.DisableManualClosedCaptioning_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="DisableManualClosedCaptioning">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableMeetingReactions_Policy" class="User" displayName="$(string.DisableMeetingReactions_Policy)" explainText="$(string.DisableMeetingReactions_Explain)" presentation="$(presentation.DisableMeetingReactions_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="DisableMeetingReactions">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableWebinarReactions_Policy" class="User" displayName="$(string.DisableWebinarReactions_Policy)" explainText="$(string.DisableWebinarReactions_Explain)" presentation="$(presentation.DisableWebinarReactions_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="DisableWebinarReactions">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableNonVerbalFeedback_Policy" class="User" displayName="$(string.DisableNonVerbalFeedback_Policy)" explainText="$(string.DisableNonVerbalFeedback_Explain)" presentation="$(presentation.DisableNonVerbalFeedback_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="DisableNonVerbalFeedback">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnforceAppSignInToJoinForWebinar_Policy" class="User" displayName="$(string.EnforceAppSignInToJoinForWebinar_Policy)" explainText="$(string.EnforceAppSignInToJoinForWebinar_Explain)" presentation="$(presentation.EnforceAppSignInToJoinForWebinar_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="EnforceAppSignInToJoinForWebinar">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnforceSignInToJoinForWebinar_Policy" class="User" displayName="$(string.EnforceSignInToJoinForWebinar_Policy)" explainText="$(string.EnforceSignInToJoinForWebinar_Explain)" presentation="$(presentation.EnforceSignInToJoinForWebinar_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="EnforceSignInToJoinForWebinar">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableHardwareOptimizeVideoSharing_Policy" class="User" displayName="$(string.EnableHardwareOptimizeVideoSharing_Policy)" explainText="$(string.EnableHardwareOptimizeVideoSharing_Explain)" presentation="$(presentation.EnableHardwareOptimizeVideoSharing_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="EnableHardwareOptimizeVideoSharing">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableLightAdaption_Policy" class="User" displayName="$(string.EnableLightAdaption_Policy)" explainText="$(string.EnableLightAdaption_Explain)" presentation="$(presentation.EnableLightAdaption_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="EnableLightAdaption">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableAutoLightAdaption_Policy" class="User" displayName="$(string.EnableAutoLightAdaption_Policy)" explainText="$(string.EnableAutoLightAdaption_Explain)" presentation="$(presentation.EnableAutoLightAdaption_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="EnableAutoLightAdaption">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableAutoReverseVirtualBkgnd_Policy" class="User" displayName="$(string.EnableAutoReverseVirtualBkgnd_Policy)" explainText="$(string.EnableAutoReverseVirtualBkgnd_Explain)" presentation="$(presentation.EnableAutoReverseVirtualBkgnd_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="EnableAutoReverseVirtualBkgnd">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableBroadcastBOMessage_Policy" class="User" displayName="$(string.DisableBroadcastBOMessage_Policy)" explainText="$(string.DisableBroadcastBOMessage_Explain)" presentation="$(presentation.DisableBroadcastBOMessage_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="DisableBroadcastBOMessage">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="OverrideEnforceSigninIntercloud_Policy" class="User" displayName="$(string.OverrideEnforceSigninIntercloud_Policy)" explainText="$(string.OverrideEnforceSigninIntercloud_Explain)" presentation="$(presentation.OverrideEnforceSigninIntercloud_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="OverrideEnforceSigninIntercloud">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="Intercloud_DisableAllFeatures_Policy" class="User" displayName="$(string.Intercloud_DisableAllFeatures_Policy)" explainText="$(string.Intercloud_DisableAllFeatures_Explain)" presentation="$(presentation.Intercloud_DisableAllFeatures_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="Intercloud_DisableAllFeatures">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="Intercloud_DisableMeetingChat_Policy" class="User" displayName="$(string.Intercloud_DisableMeetingChat_Policy)" explainText="$(string.Intercloud_DisableMeetingChat_Explain)" presentation="$(presentation.Intercloud_DisableMeetingChat_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="Intercloud_DisableMeetingChat">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="Intercloud_DisableShareScreen_Policy" class="User" displayName="$(string.Intercloud_DisableShareScreen_Policy)" explainText="$(string.Intercloud_DisableShareScreen_Explain)" presentation="$(presentation.Intercloud_DisableShareScreen_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="Intercloud_DisableShareScreen">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="Intercloud_DisableMeetingReactions_Policy" class="User" displayName="$(string.Intercloud_DisableMeetingReactions_Policy)" explainText="$(string.Intercloud_DisableMeetingReactions_Explain)" presentation="$(presentation.Intercloud_DisableMeetingReactions_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="Intercloud_DisableMeetingReactions">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="Intercloud_DisableMeetingFileTransfer_Policy" class="User" displayName="$(string.Intercloud_DisableMeetingFileTransfer_Policy)" explainText="$(string.Intercloud_DisableMeetingFileTransfer_Explain)" presentation="$(presentation.Intercloud_DisableMeetingFileTransfer_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="Intercloud_DisableMeetingFileTransfer">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="Intercloud_DisableAnnotation_Policy" class="User" displayName="$(string.Intercloud_DisableAnnotation_Policy)" explainText="$(string.Intercloud_DisableAnnotation_Explain)" presentation="$(presentation.Intercloud_DisableAnnotation_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="Intercloud_DisableAnnotation">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="Intercloud_DisableWhiteBoard_Policy" class="User" displayName="$(string.Intercloud_DisableWhiteBoard_Policy)" explainText="$(string.Intercloud_DisableWhiteBoard_Explain)" presentation="$(presentation.Intercloud_DisableWhiteBoard_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="Intercloud_DisableWhiteBoard">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="Intercloud_DisableLocalRecording_Policy" class="User" displayName="$(string.Intercloud_DisableLocalRecording_Policy)" explainText="$(string.Intercloud_DisableLocalRecording_Explain)" presentation="$(presentation.Intercloud_DisableLocalRecording_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="Intercloud_DisableLocalRecording">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="Intercloud_DisableClosedCaptioning_Policy" class="User" displayName="$(string.Intercloud_DisableClosedCaptioning_Policy)" explainText="$(string.Intercloud_DisableClosedCaptioning_Explain)" presentation="$(presentation.Intercloud_DisableClosedCaptioning_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="Intercloud_DisableClosedCaptioning">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="Intercloud_DisableRemoteControl_Policy" class="User" displayName="$(string.Intercloud_DisableRemoteControl_Policy)" explainText="$(string.Intercloud_DisableRemoteControl_Explain)" presentation="$(presentation.Intercloud_DisableRemoteControl_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="Intercloud_DisableRemoteControl">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="Intercloud_DisableMeetingPolls_Policy" class="User" displayName="$(string.Intercloud_DisableMeetingPolls_Policy)" explainText="$(string.Intercloud_DisableMeetingPolls_Explain)" presentation="$(presentation.Intercloud_DisableMeetingPolls_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="Intercloud_DisableMeetingPolls">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="Intercloud_DisableComputerAudio_Policy" class="User" displayName="$(string.Intercloud_DisableComputerAudio_Policy)" explainText="$(string.Intercloud_DisableComputerAudio_Explain)" presentation="$(presentation.Intercloud_DisableComputerAudio_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="Intercloud_DisableComputerAudio">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableLaunchApp4IncomingCalls_Policy" class="User" displayName="$(string.EnableLaunchApp4IncomingCalls_Policy)" explainText="$(string.EnableLaunchApp4IncomingCalls_Explain)" presentation="$(presentation.EnableLaunchApp4IncomingCalls_Policy)" key="Software\Policies\Zoom\Zoom Meetings\Meetings" valueName="EnableLaunchApp4IncomingCalls">
      <parentCategory ref="zoommeetings" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
      <elements>
        <text id="SetCommand4IncomingCalls_Part" valueName="SetCommand4IncomingCalls" />
      </elements>
    </policy>
    <policy name="EnableClientAutoUpdate_Policy_Recommend" class="User" displayName="$(string.EnableClientAutoUpdate_Policy_Recommend)" explainText="$(string.EnableClientAutoUpdate_Explain)" presentation="$(presentation.EnableClientAutoUpdate_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="EnableClientAutoUpdate">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableCreatingDesktopShortcut_Policy_Recommend" class="User" displayName="$(string.DisableCreatingDesktopShortcut_Policy_Recommend)" explainText="$(string.DisableCreatingDesktopShortcut_Explain)" presentation="$(presentation.DisableCreatingDesktopShortcut_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="DisableCreatingDesktopShortcut">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AutoStartAfterReboot_Policy_Recommend" class="User" displayName="$(string.AutoStartAfterReboot_Policy_Recommend)" explainText="$(string.AutoStartAfterReboot_Explain)" presentation="$(presentation.AutoStartAfterReboot_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="AutoStartAfterReboot">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AutoStartInSystemTray_Policy_Recommend" class="User" displayName="$(string.AutoStartInSystemTray_Policy_Recommend)" explainText="$(string.AutoStartInSystemTray_Explain)" presentation="$(presentation.AutoStartInSystemTray_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="AutoStartInSystemTray">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="SetSSOURL_Policy_Recommend" class="User" displayName="$(string.SetSSOURL_Policy_Recommend)" explainText="$(string.SetSSOURL_Explain)" presentation="$(presentation.SetSSOURL_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="SetSSOURL_Part" valueName="SetSSOURL" />
      </elements>
    </policy>
    <policy name="ForceLoginWithSSO_Policy_Recommend" class="User" displayName="$(string.ForceLoginWithSSO_Policy_Recommend)" explainText="$(string.ForceLoginWithSSO_Explain)" presentation="$(presentation.ForceLoginWithSSO_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="ForceLoginWithSSO">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableGoogleLogin_Policy_Recommend" class="User" displayName="$(string.DisableGoogleLogin_Policy_Recommend)" explainText="$(string.DisableGoogleLogin_Explain)" presentation="$(presentation.DisableGoogleLogin_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="DisableGoogleLogin">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableFacebookLogin_Policy_Recommend" class="User" displayName="$(string.DisableFacebookLogin_Policy_Recommend)" explainText="$(string.DisableFacebookLogin_Explain)" presentation="$(presentation.DisableFacebookLogin_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="DisableFacebookLogin">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableLoginWithSSO_Policy_Recommend" class="User" displayName="$(string.DisableLoginWithSSO_Policy_Recommend)" explainText="$(string.DisableLoginWithSSO_Explain)" presentation="$(presentation.DisableLoginWithSSO_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="DisableLoginWithSSO">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableLoginWithEmail_Policy_Recommend" class="User" displayName="$(string.DisableLoginWithEmail_Policy_Recommend)" explainText="$(string.DisableLoginWithEmail_Explain)" presentation="$(presentation.DisableLoginWithEmail_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="DisableLoginWithEmail">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="SetAccountIDsRestrictedToJoin_Policy_Recommend" class="User" displayName="$(string.SetAccountIDsRestrictedToJoin_Policy_Recommend)" explainText="$(string.SetAccountIDsRestrictedToJoin_Explain)" presentation="$(presentation.SetAccountIDsRestrictedToJoin_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="SetAccountIDsRestrictedToJoin_Part" valueName="SetAccountIDsRestrictedToJoin" />
      </elements>
    </policy>
    <policy name="CloseToSystemTray_Policy_Recommend" class="User" displayName="$(string.CloseToSystemTray_Policy_Recommend)" explainText="$(string.CloseToSystemTray_Explain)" presentation="$(presentation.CloseToSystemTray_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="CloseToSystemTray">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="SetEmailDomainsRestrictedToLogin_Policy_Recommend" class="User" displayName="$(string.SetEmailDomainsRestrictedToLogin_Policy_Recommend)" explainText="$(string.SetEmailDomainsRestrictedToLogin_Explain)" presentation="$(presentation.SetEmailDomainsRestrictedToLogin_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="SetEmailDomainsRestrictedToLogin_Part" valueName="SetEmailDomainsRestrictedToLogin" />
      </elements>
    </policy>
    <policy name="AlwaysUsePersonalMeetingID_Policy_Recommend" class="User" displayName="$(string.AlwaysUsePersonalMeetingID_Policy_Recommend)" explainText="$(string.AlwaysUsePersonalMeetingID_Explain)" presentation="$(presentation.AlwaysUsePersonalMeetingID_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="AlwaysUsePersonalMeetingID">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="BlockUntrustedSSLCert_Policy_Recommend" class="User" displayName="$(string.BlockUntrustedSSLCert_Policy_Recommend)" explainText="$(string.BlockUntrustedSSLCert_Explain)" presentation="$(presentation.BlockUntrustedSSLCert_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="BlockUntrustedSSLCert">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableCloudSwitch_Policy_Recommend" class="User" displayName="$(string.EnableCloudSwitch_Policy_Recommend)" explainText="$(string.EnableCloudSwitch_Explain)" presentation="$(presentation.EnableCloudSwitch_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="EnableCloudSwitch">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableEmbedBrowserForSSO_Policy_Recommend" class="User" displayName="$(string.EnableEmbedBrowserForSSO_Policy_Recommend)" explainText="$(string.EnableEmbedBrowserForSSO_Explain)" presentation="$(presentation.EnableEmbedBrowserForSSO_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="EnableEmbedBrowserForSSO">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="ForceSSOURL_Policy_Recommend" class="User" displayName="$(string.ForceSSOURL_Policy_Recommend)" explainText="$(string.ForceSSOURL_Explain)" presentation="$(presentation.ForceSSOURL_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="ForceSSOURL_Part" valueName="ForceSSOURL" />
      </elements>
    </policy>
    <policy name="KeepSignedIn_Policy_Recommend" class="User" displayName="$(string.KeepSignedIn_Policy_Recommend)" explainText="$(string.KeepSignedIn_Explain)" presentation="$(presentation.KeepSignedIn_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="KeepSignedIn">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="SetWebDomain_Policy_Recommend" class="User" displayName="$(string.SetWebDomain_Policy_Recommend)" explainText="$(string.SetWebDomain_Explain)" presentation="$(presentation.SetWebDomain_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="SetWebDomain_Part" valueName="SetWebDomain" />
      </elements>
    </policy>
    <policy name="EnforceSignInToJoin_Policy_Recommend" class="User" displayName="$(string.EnforceSignInToJoin_Policy_Recommend)" explainText="$(string.EnforceSignInToJoin_Explain)" presentation="$(presentation.EnforceSignInToJoin_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="EnforceSignInToJoin">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableWeChatLogin_Policy_Recommend" class="User" displayName="$(string.EnableWeChatLogin_Policy_Recommend)" explainText="$(string.EnableWeChatLogin_Explain)" presentation="$(presentation.EnableWeChatLogin_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="EnableWeChatLogin">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnablePhoneLogin_Policy_Recommend" class="User" displayName="$(string.EnablePhoneLogin_Policy_Recommend)" explainText="$(string.EnablePhoneLogin_Explain)" presentation="$(presentation.EnablePhoneLogin_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="EnablePhoneLogin">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableAliPayLogin_Policy_Recommend" class="User" displayName="$(string.EnableAliPayLogin_Policy_Recommend)" explainText="$(string.EnableAliPayLogin_Explain)" presentation="$(presentation.EnableAliPayLogin_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="EnableAliPayLogin">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableQQLogin_Policy_Recommend" class="User" displayName="$(string.EnableQQLogin_Policy_Recommend)" explainText="$(string.EnableQQLogin_Explain)" presentation="$(presentation.EnableQQLogin_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="EnableQQLogin">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableAppleLogin_Policy_Recommend" class="User" displayName="$(string.EnableAppleLogin_Policy_Recommend)" explainText="$(string.EnableAppleLogin_Explain)" presentation="$(presentation.EnableAppleLogin_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="EnableAppleLogin">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DefaultUsePortraitView_Policy_Recommend" class="User" displayName="$(string.DefaultUsePortraitView_Policy_Recommend)" explainText="$(string.DefaultUsePortraitView_Explain)" presentation="$(presentation.DefaultUsePortraitView_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="DefaultUsePortraitView">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EmbedUserAgentString_Policy_Recommend" class="User" displayName="$(string.EmbedUserAgentString_Policy_Recommend)" explainText="$(string.EmbedUserAgentString_Explain)" presentation="$(presentation.EmbedUserAgentString_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="EmbedUserAgentString_Part" valueName="EmbedUserAgentString" />
      </elements>
    </policy>
    <policy name="EmbedDeviceTag_Policy_Recommend" class="User" displayName="$(string.EmbedDeviceTag_Policy_Recommend)" explainText="$(string.EmbedDeviceTag_Explain)" presentation="$(presentation.EmbedDeviceTag_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="EmbedDeviceTag_Part" valueName="EmbedDeviceTag" />
      </elements>
    </policy>
    <policy name="EnableAutoUploadDumps_Policy_Recommend" class="User" displayName="$(string.EnableAutoUploadDumps_Policy_Recommend)" explainText="$(string.EnableAutoUploadDumps_Explain)" presentation="$(presentation.EnableAutoUploadDumps_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="EnableAutoUploadDumps">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableAutoUploadMemlogs_Policy_Recommend" class="User" displayName="$(string.EnableAutoUploadMemlogs_Policy_Recommend)" explainText="$(string.EnableAutoUploadMemlogs_Explain)" presentation="$(presentation.EnableAutoUploadMemlogs_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="EnableAutoUploadMemlogs">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="SetAccEventsOptions_Policy_Recommend" class="User" displayName="$(string.SetAccEventsOptions_Policy_Recommend)" explainText="$(string.SetAccEventsOptions_Explain)" presentation="$(presentation.SetAccEventsOptions_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="SetAccEventsOptions_Part" valueName="SetAccEventsOptions" />
      </elements>
    </policy>
    <policy name="IntegrateZoomWithOutlook_Policy_Recommend" class="User" displayName="$(string.IntegrateZoomWithOutlook_Policy_Recommend)" explainText="$(string.IntegrateZoomWithOutlook_Explain)" presentation="$(presentation.IntegrateZoomWithOutlook_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="IntegrateZoomWithOutlook">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableDirectConnectionPK_Policy_Recommend" class="User" displayName="$(string.DisableDirectConnectionPK_Policy_Recommend)" explainText="$(string.DisableDirectConnectionPK_Explain)" presentation="$(presentation.DisableDirectConnectionPK_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="DisableDirectConnectionPK">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableDirectConnection2Web_Policy_Recommend" class="User" displayName="$(string.DisableDirectConnection2Web_Policy_Recommend)" explainText="$(string.DisableDirectConnection2Web_Explain)" presentation="$(presentation.DisableDirectConnection2Web_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="DisableDirectConnection2Web">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="ProxyPac_Policy_Recommend" class="User" displayName="$(string.ProxyPac_Policy_Recommend)" explainText="$(string.ProxyPac_Explain)" presentation="$(presentation.ProxyPac_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="ProxyPac_Part" valueName="ProxyPAC" />
      </elements>
    </policy>
    <policy name="ProxyServer_Policy_Recommend" class="User" displayName="$(string.ProxyServer_Policy_Recommend)" explainText="$(string.ProxyServer_Explain)" presentation="$(presentation.ProxyServer_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="ProxyServer_Part" valueName="ProxyServer" />
      </elements>
    </policy>
    <policy name="ProxyBypass_Policy_Recommend" class="User" displayName="$(string.ProxyBypass_Policy_Recommend)" explainText="$(string.ProxyBypass_Explain)" presentation="$(presentation.ProxyBypass_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="ProxyBypass_Part" valueName="ProxyBypass" />
      </elements>
    </policy>
    <policy name="SetDevicePolicyToken_Policy_Recommend" class="User" displayName="$(string.SetDevicePolicyToken_Policy_Recommend)" explainText="$(string.SetDevicePolicyToken_Explain)" presentation="$(presentation.SetDevicePolicyToken_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="SetDevicePolicyToken_Part" valueName="SetDevicePolicyToken" />
      </elements>
    </policy>
    <policy name="DisableKeepSignedInWithSSO_Policy_Recommend" class="User" displayName="$(string.DisableKeepSignedInWithSSO_Policy_Recommend)" explainText="$(string.DisableKeepSignedInWithSSO_Explain)" presentation="$(presentation.DisableKeepSignedInWithSSO_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="DisableKeepSignedInWithSSO">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableKeepSignedInWithGoogle_Policy_Recommend" class="User" displayName="$(string.DisableKeepSignedInWithGoogle_Policy_Recommend)" explainText="$(string.DisableKeepSignedInWithGoogle_Explain)" presentation="$(presentation.DisableKeepSignedInWithGoogle_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="DisableKeepSignedInWithGoogle">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableKeepSignedInWithFacebook_Policy_Recommend" class="User" displayName="$(string.DisableKeepSignedInWithFacebook_Policy_Recommend)" explainText="$(string.DisableKeepSignedInWithFacebook_Explain)" presentation="$(presentation.DisableKeepSignedInWithFacebook_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="DisableKeepSignedInWithFacebook">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableZoomApps_Policy_Recommend" class="User" displayName="$(string.DisableZoomApps_Policy_Recommend)" explainText="$(string.DisableZoomApps_Explain)" presentation="$(presentation.DisableZoomApps_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="DisableZoomApps">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableSilentAutoUpdate_Policy_Recommend" class="User" displayName="$(string.EnableSilentAutoUpdate_Policy_Recommend)" explainText="$(string.EnableSilentAutoUpdate_Explain)" presentation="$(presentation.EnableSilentAutoUpdate_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="EnableSilentAutoUpdate">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="SetNoRevocationCheckUrls_Policy_Recommend" class="User" displayName="$(string.SetNoRevocationCheckUrls_Policy_Recommend)" explainText="$(string.SetNoRevocationCheckUrls_Explain)" presentation="$(presentation.SetNoRevocationCheckUrls_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="SetNoRevocationCheckUrls_Part" valueName="SetNoRevocationCheckUrls" />
      </elements>
    </policy>
    <policy name="ProxyDetectInterval_Policy_Recommend" class="User" displayName="$(string.ProxyDetectInterval_Policy_Recommend)" explainText="$(string.ProxyDetectInterval_Explain)" presentation="$(presentation.ProxyDetectInterval_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <decimal id="ProxyDetectInterval_Part" valueName="ProxyDetectInterval" required="true" minValue="0" />
      </elements>
    </policy>
    <policy name="EnforceAppSignInToJoin_Policy_Recommend" class="User" displayName="$(string.EnforceAppSignInToJoin_Policy_Recommend)" explainText="$(string.EnforceAppSignInToJoin_Explain)" presentation="$(presentation.EnforceAppSignInToJoin_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="EnforceAppSignInToJoin">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AlwaysCheckLatestVersion_Policy_Recommend" class="User" displayName="$(string.AlwaysCheckLatestVersion_Policy_Recommend)" explainText="$(string.AlwaysCheckLatestVersion_Explain)" presentation="$(presentation.AlwaysCheckLatestVersion_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="AlwaysCheckLatestVersion">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="SetEnrollToken4CloudMDM_Policy_Recommend" class="User" displayName="$(string.SetEnrollToken4CloudMDM_Policy_Recommend)" explainText="$(string.SetEnrollToken4CloudMDM_Explain)" presentation="$(presentation.SetEnrollToken4CloudMDM_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="SetEnrollToken4CloudMDM_Part" valueName="SetEnrollToken4CloudMDM" />
      </elements>
    </policy>
    <policy name="DisableAutoLaunchSSO_Policy_Recommend" class="User" displayName="$(string.DisableAutoLaunchSSO_Policy_Recommend)" explainText="$(string.DisableAutoLaunchSSO_Explain)" presentation="$(presentation.DisableAutoLaunchSSO_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="DisableAutoLaunchSSO">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="SetUpdatingChannel_Policy_Recommend" class="User" displayName="$(string.SetUpdatingChannel_Policy_Recommend)" explainText="$(string.SetUpdatingChannel_Explain)" presentation="$(presentation.SetUpdatingChannel_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <decimal id="SetUpdatingChannel_Part" valueName="SetUpdatingChannel" required="true" minValue="0" maxValue="1" />
      </elements>
    </policy>
    <policy name="DisableUpdateTo64Bit_Policy_Recommend" class="User" displayName="$(string.DisableUpdateTo64Bit_Policy_Recommend)" explainText="$(string.DisableUpdateTo64Bit_Explain)" presentation="$(presentation.DisableUpdateTo64Bit_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="DisableUpdateTo64Bit">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableZoomAppsGuestAccess_Policy_Recommend" class="User" displayName="$(string.DisableZoomAppsGuestAccess_Policy_Recommend)" explainText="$(string.DisableZoomAppsGuestAccess_Explain)" presentation="$(presentation.DisableZoomAppsGuestAccess_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\General" valueName="DisableZoomAppsGuestAccess">
      <parentCategory ref="zoomgeneral_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AU2_EnableAutoUpdate_Policy_Recommend" class="User" displayName="$(string.AU2_EnableAutoUpdate_Policy_Recommend)" explainText="$(string.AU2_EnableAutoUpdate_Explain)" presentation="$(presentation.AU2_EnableAutoUpdate_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Updates" valueName="AU2_EnableAutoUpdate">
      <parentCategory ref="zoomupdates_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AU2_SetUpdateChannel_Policy_Recommend" class="User" displayName="$(string.AU2_SetUpdateChannel_Policy_Recommend)" explainText="$(string.AU2_SetUpdateChannel_Explain)" presentation="$(presentation.AU2_SetUpdateChannel_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Updates">
      <parentCategory ref="zoomupdates_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <decimal id="AU2_SetUpdateChannel_Part" valueName="AU2_SetUpdateChannel" required="true" minValue="0" maxValue="1" storeAsText="true" />
      </elements>
    </policy>
    <policy name="AU2_EnableShowZoomUpdates_Policy_Recommend" class="User" displayName="$(string.AU2_EnableShowZoomUpdates_Policy_Recommend)" explainText="$(string.AU2_EnableShowZoomUpdates_Explain)" presentation="$(presentation.AU2_EnableShowZoomUpdates_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Updates" valueName="AU2_EnableShowZoomUpdates">
      <parentCategory ref="zoomupdates_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AU2_EnableUpdateAvailableBanner_Policy_Recommend" class="User" displayName="$(string.AU2_EnableUpdateAvailableBanner_Policy_Recommend)" explainText="$(string.AU2_EnableUpdateAvailableBanner_Explain)" presentation="$(presentation.AU2_EnableUpdateAvailableBanner_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Updates" valueName="AU2_EnableUpdateAvailableBanner">
      <parentCategory ref="zoomupdates_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AU2_EnablePromptUpdateForAU2_Policy_Recommend" class="User" displayName="$(string.AU2_EnablePromptUpdateForAU2_Policy_Recommend)" explainText="$(string.AU2_EnablePromptUpdateForAU2_Explain)" presentation="$(presentation.AU2_EnablePromptUpdateForAU2_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Updates" valueName="AU2_EnablePromptUpdateForAU2">
      <parentCategory ref="zoomupdates_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AU2_EnableUpdateSuccessNotification_Policy_Recommend" class="User" displayName="$(string.AU2_EnableUpdateSuccessNotification_Policy_Recommend)" explainText="$(string.AU2_EnableUpdateSuccessNotification_Explain)" presentation="$(presentation.AU2_EnableUpdateSuccessNotification_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Updates" valueName="AU2_EnableUpdateSuccessNotification">
      <parentCategory ref="zoomupdates_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AU2_EnableManualUpdate_Policy_Recommend" class="User" displayName="$(string.AU2_EnableManualUpdate_Policy_Recommend)" explainText="$(string.AU2_EnableManualUpdate_Explain)" presentation="$(presentation.AU2_EnableManualUpdate_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Updates" valueName="AU2_EnableManualUpdate">
      <parentCategory ref="zoomupdates_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AU2_DeploySpecificVersion_Policy_Recommend" class="User" displayName="$(string.AU2_DeploySpecificVersion_Policy_Recommend)" explainText="$(string.AU2_DeploySpecificVersion_Explain)" presentation="$(presentation.AU2_DeploySpecificVersion_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Updates">
      <parentCategory ref="zoomupdates_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="AU2_DeploySpecificVersion_Part" valueName="AU2_DeploySpecificVersion" />
      </elements>
    </policy>
    <policy name="AU2_SetUpdateSchedule_Policy_Recommend" class="User" displayName="$(string.AU2_SetUpdateSchedule_Policy_Recommend)" explainText="$(string.AU2_SetUpdateSchedule_Explain)" presentation="$(presentation.AU2_SetUpdateSchedule_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Updates">
      <parentCategory ref="zoomupdates_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="AU2_SetUpdateSchedule_Part" valueName="AU2_SetUpdateSchedule" />
      </elements>
    </policy>
    <policy name="DisableLinkPreviewInChat_Policy_Recommend" class="User" displayName="$(string.DisableLinkPreviewInChat_Policy_Recommend)" explainText="$(string.DisableLinkPreviewInChat_Explain)" presentation="$(presentation.DisableLinkPreviewInChat_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Chat" valueName="DisableLinkPreviewInChat">
      <parentCategory ref="zoomchat_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="SetMessengerDoNotDropThread_Policy_Recommend" class="User" displayName="$(string.SetMessengerDoNotDropThread_Policy_Recommend)" explainText="$(string.SetMessengerDoNotDropThread_Explain)" presentation="$(presentation.SetMessengerDoNotDropThread_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Chat" valueName="SetMessengerDoNotDropThread">
      <parentCategory ref="zoomchat_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="ShowVoiceMessageButton_Policy_Recommend" class="User" displayName="$(string.ShowVoiceMessageButton_Policy_Recommend)" explainText="$(string.ShowVoiceMessageButton_Explain)" presentation="$(presentation.ShowVoiceMessageButton_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Chat" valueName="ShowVoiceMessageButton">
      <parentCategory ref="zoomchat_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AlwaysShowIMNotificationBanner_Policy_Recommend" class="User" displayName="$(string.AlwaysShowIMNotificationBanner_Policy_Recommend)" explainText="$(string.AlwaysShowIMNotificationBanner_Explain)" presentation="$(presentation.AlwaysShowIMNotificationBanner_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Chat" valueName="AlwaysShowIMNotificationBanner">
      <parentCategory ref="zoomchat_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="PlaySoundForIMMessage_Policy_Recommend" class="User" displayName="$(string.PlaySoundForIMMessage_Policy_Recommend)" explainText="$(string.PlaySoundForIMMessage_Explain)" presentation="$(presentation.PlaySoundForIMMessage_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Chat" valueName="PlaySoundForIMMessage">
      <parentCategory ref="zoomchat_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="ShowIMMessagePreview_Policy_Recommend" class="User" displayName="$(string.ShowIMMessagePreview_Policy_Recommend)" explainText="$(string.ShowIMMessagePreview_Explain)" presentation="$(presentation.ShowIMMessagePreview_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Chat" valueName="ShowIMMessagePreview">
      <parentCategory ref="zoomchat_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="MuteIMNotificationWhenInMeeting_Policy_Recommend" class="User" displayName="$(string.MuteIMNotificationWhenInMeeting_Policy_Recommend)" explainText="$(string.MuteIMNotificationWhenInMeeting_Explain)" presentation="$(presentation.MuteIMNotificationWhenInMeeting_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Chat" valueName="MuteIMNotificationWhenInMeeting">
      <parentCategory ref="zoomchat_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="ShowVideoMessageButton_Policy_Recommend" class="User" displayName="$(string.ShowVideoMessageButton_Policy_Recommend)" explainText="$(string.ShowVideoMessageButton_Explain)" presentation="$(presentation.ShowVideoMessageButton_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Chat" valueName="ShowVideoMessageButton">
      <parentCategory ref="zoomchat_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="ShowProfilePhotosInChat_Policy_Recommend" class="User" displayName="$(string.ShowProfilePhotosInChat_Policy_Recommend)" explainText="$(string.ShowProfilePhotosInChat_Explain)" presentation="$(presentation.ShowProfilePhotosInChat_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Chat" valueName="ShowProfilePhotosInChat">
      <parentCategory ref="zoomchat_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="TurnOffVideoCameraOnJoin_Policy_Recommend" class="User" displayName="$(string.TurnOffVideoCameraOnJoin_Policy_Recommend)" explainText="$(string.TurnOffVideoCameraOnJoin_Explain)" presentation="$(presentation.TurnOffVideoCameraOnJoin_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="TurnOffVideoCameraOnJoin">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AutoJoinVoIP_Policy_Recommend" class="User" displayName="$(string.AutoJoinVoIP_Policy_Recommend)" explainText="$(string.AutoJoinVoIP_Explain)" presentation="$(presentation.AutoJoinVoIP_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="AutoJoinVoIP">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AutoEnableDualMonitor_Policy_Recommend" class="User" displayName="$(string.AutoEnableDualMonitor_Policy_Recommend)" explainText="$(string.AutoEnableDualMonitor_Explain)" presentation="$(presentation.AutoEnableDualMonitor_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="AutoEnableDualMonitor">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnterFullScreenWhenViewingSharedScreen_Policy_Recommend" class="User" displayName="$(string.EnterFullScreenWhenViewingSharedScreen_Policy_Recommend)" explainText="$(string.EnterFullScreenWhenViewingSharedScreen_Explain)" presentation="$(presentation.EnterFullScreenWhenViewingSharedScreen_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="EnterFullScreenWhenViewingSharedScreen">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="FitContentWhenViewingSharedScreen_Policy_Recommend" class="User" displayName="$(string.FitContentWhenViewingSharedScreen_Policy_Recommend)" explainText="$(string.FitContentWhenViewingSharedScreen_Explain)" presentation="$(presentation.FitContentWhenViewingSharedScreen_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="FitContentWhenViewingSharedScreen">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableHDVideo_Policy_Recommend" class="User" displayName="$(string.EnableHDVideo_Policy_Recommend)" explainText="$(string.EnableHDVideo_Explain)" presentation="$(presentation.EnableHDVideo_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="EnableHDVideo">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="ControlAllAppsWhenRemoteControl_Policy_Recommend" class="User" displayName="$(string.ControlAllAppsWhenRemoteControl_Policy_Recommend)" explainText="$(string.ControlAllAppsWhenRemoteControl_Explain)" presentation="$(presentation.ControlAllAppsWhenRemoteControl_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="ControlAllAppsWhenRemoteControl">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="RecordingFilePath_Policy_Recommend" class="User" displayName="$(string.RecordingFilePath_Policy_Recommend)" explainText="$(string.RecordingFilePath_Explain)" presentation="$(presentation.RecordingFilePath_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="RecordingFilePath_Part" valueName="RecordingFilePath" />
      </elements>
    </policy>
    <policy name="DisableAeroModeDuringShareScreen_Policy_Recommend" class="User" displayName="$(string.DisableAeroModeDuringShareScreen_Policy_Recommend)" explainText="$(string.DisableAeroModeDuringShareScreen_Explain)" presentation="$(presentation.DisableAeroModeDuringShareScreen_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="DisableAeroModeDuringShareScreen">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AlwaysShowMeetingControls_Policy_Recommend" class="User" displayName="$(string.AlwaysShowMeetingControls_Policy_Recommend)" explainText="$(string.AlwaysShowMeetingControls_Explain)" presentation="$(presentation.AlwaysShowMeetingControls_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="AlwaysShowMeetingControls">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnterFullScreenWhenJoinMeeting_Policy_Recommend" class="User" displayName="$(string.EnterFullScreenWhenJoinMeeting_Policy_Recommend)" explainText="$(string.EnterFullScreenWhenJoinMeeting_Explain)" presentation="$(presentation.EnterFullScreenWhenJoinMeeting_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="EnterFullScreenWhenJoinMeeting">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="PromptConfirmWhenLeaveMeeting_Policy_Recommend" class="User" displayName="$(string.PromptConfirmWhenLeaveMeeting_Policy_Recommend)" explainText="$(string.PromptConfirmWhenLeaveMeeting_Explain)" presentation="$(presentation.PromptConfirmWhenLeaveMeeting_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="PromptConfirmWhenLeaveMeeting">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AlwaysShowConnectedTime_Policy_Recommend" class="User" displayName="$(string.AlwaysShowConnectedTime_Policy_Recommend)" explainText="$(string.AlwaysShowConnectedTime_Explain)" presentation="$(presentation.AlwaysShowConnectedTime_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="AlwaysShowConnectedTime">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="MuteVoipWhenJoinMeeting_Policy_Recommend" class="User" displayName="$(string.MuteVoipWhenJoinMeeting_Policy_Recommend)" explainText="$(string.MuteVoipWhenJoinMeeting_Explain)" presentation="$(presentation.MuteVoipWhenJoinMeeting_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="MuteVoIPWhenJoinMeeting">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AutoHideNoVideoUsers_Policy_Recommend" class="User" displayName="$(string.AutoHideNoVideoUsers_Policy_Recommend)" explainText="$(string.AutoHideNoVideoUsers_Explain)" presentation="$(presentation.AutoHideNoVideoUsers_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="AutoHideNoVideoUsers">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AutoAdjustAudioSettings_Policy_Recommend" class="User" displayName="$(string.AutoAdjustAudioSettings_Policy_Recommend)" explainText="$(string.AutoAdjustAudioSettings_Explain)" presentation="$(presentation.AutoAdjustAudioSettings_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="AutoAdjustAudioSettings">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableShareScreen_Policy_Recommend" class="User" displayName="$(string.DisableShareScreen_Policy_Recommend)" explainText="$(string.DisableShareScreen_Explain)" presentation="$(presentation.DisableShareScreen_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="DisableShareScreen">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableMeetingChat_Policy_Recommend" class="User" displayName="$(string.DisableMeetingChat_Policy_Recommend)" explainText="$(string.DisableMeetingChat_Explain)" presentation="$(presentation.DisableMeetingChat_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="DisableMeetingChat">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableMeeting3rdPartyFileStorage_Policy_Recommend" class="User" displayName="$(string.DisableMeeting3rdPartyFileStorage_Policy_Recommend)" explainText="$(string.DisableMeeting3rdPartyFileStorage_Explain)" presentation="$(presentation.DisableMeeting3rdPartyFileStorage_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="DisableMeeting3rdPartyFileStorage">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableMeetingFileTransfer_Policy_Recommend" class="User" displayName="$(string.DisableMeetingFileTransfer_Policy_Recommend)" explainText="$(string.DisableMeetingFileTransfer_Explain)" presentation="$(presentation.DisableMeetingFileTransfer_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="DisableMeetingFileTransfer">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableLocalRecording_Policy_Recommend" class="User" displayName="$(string.DisableLocalRecording_Policy_Recommend)" explainText="$(string.DisableLocalRecording_Explain)" presentation="$(presentation.DisableLocalRecording_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="DisableLocalRecording">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableCloudRecording_Policy_Recommend" class="User" displayName="$(string.DisableCloudRecording_Policy_Recommend)" explainText="$(string.DisableCloudRecording_Explain)" presentation="$(presentation.DisableCloudRecording_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="DisableCloudRecording">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableVideoCamera_Policy_Recommend" class="User" displayName="$(string.DisableVideoCamera_Policy_Recommend)" explainText="$(string.DisableVideoCamera_Explain)" presentation="$(presentation.DisableVideoCamera_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="DisableVideoCamera">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableReceiveVideo_Policy_Recommend" class="User" displayName="$(string.DisableReceiveVideo_Policy_Recommend)" explainText="$(string.DisableReceiveVideo_Explain)" presentation="$(presentation.DisableReceiveVideo_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="DisableReceiveVideo">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableAnnotation_Policy_Recommend" class="User" displayName="$(string.DisableAnnotation_Policy_Recommend)" explainText="$(string.DisableAnnotation_Explain)" presentation="$(presentation.DisableAnnotation_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="DisableAnnotation">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableMirrorEffect_Policy_Recommend" class="User" displayName="$(string.EnableMirrorEffect_Policy_Recommend)" explainText="$(string.EnableMirrorEffect_Explain)" presentation="$(presentation.EnableMirrorEffect_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="EnableMirrorEffect">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableHIDControl_Policy_Recommend" class="User" displayName="$(string.EnableHIDControl_Policy_Recommend)" explainText="$(string.EnableHIDControl_Explain)" presentation="$(presentation.EnableHIDControl_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="EnableHIDControl">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AlwaysShowVideoPreviewDialog_Policy_Recommend" class="User" displayName="$(string.AlwaysShowVideoPreviewDialog_Policy_Recommend)" explainText="$(string.AlwaysShowVideoPreviewDialog_Explain)" presentation="$(presentation.AlwaysShowVideoPreviewDialog_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="AlwaysShowVideoPreviewDialog">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableComputerAudio_Policy_Recommend" class="User" displayName="$(string.DisableComputerAudio_Policy_Recommend)" explainText="$(string.DisableComputerAudio_Explain)" presentation="$(presentation.DisableComputerAudio_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="DisableComputerAudio">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableSplitScreen_Policy_Recommend" class="User" displayName="$(string.EnableSplitScreen_Policy_Recommend)" explainText="$(string.EnableSplitScreen_Explain)" presentation="$(presentation.EnableSplitScreen_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="EnableSplitScreen">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableRemoteControl_Policy_Recommend" class="User" displayName="$(string.DisableRemoteControl_Policy_Recommend)" explainText="$(string.DisableRemoteControl_Explain)" presentation="$(presentation.DisableRemoteControl_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="DisableRemoteControl">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableRemoteSupport_Policy_Recommend" class="User" displayName="$(string.DisableRemoteSupport_Policy_Recommend)" explainText="$(string.DisableRemoteSupport_Explain)" presentation="$(presentation.DisableRemoteSupport_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="DisableRemoteSupport">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableOriginalSound_Policy_Recommend" class="User" displayName="$(string.EnableOriginalSound_Policy_Recommend)" explainText="$(string.EnableOriginalSound_Explain)" presentation="$(presentation.EnableOriginalSound_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="EnableOriginalSound">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableFaceBeauty_Policy_Recommend" class="User" displayName="$(string.EnableFaceBeauty_Policy_Recommend)" explainText="$(string.EnableFaceBeauty_Explain)" presentation="$(presentation.EnableFaceBeauty_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="EnableFaceBeauty">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableVirtualBkgnd_Policy_Recommend" class="User" displayName="$(string.DisableVirtualBkgnd_Policy_Recommend)" explainText="$(string.DisableVirtualBkgnd_Explain)" presentation="$(presentation.DisableVirtualBkgnd_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="DisableVirtualBkgnd">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableWhiteBoard_Policy_Recommend" class="User" displayName="$(string.DisableWhiteBoard_Policy_Recommend)" explainText="$(string.DisableWhiteBoard_Explain)" presentation="$(presentation.DisableWhiteBoard_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="DisableWhiteBoard">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableShareAudio_Policy_Recommend" class="User" displayName="$(string.EnableShareAudio_Policy_Recommend)" explainText="$(string.EnableShareAudio_Explain)" presentation="$(presentation.EnableShareAudio_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="EnableShareAudio">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableShareVideo_Policy_Recommend" class="User" displayName="$(string.EnableShareVideo_Policy_Recommend)" explainText="$(string.EnableShareVideo_Explain)" presentation="$(presentation.EnableShareVideo_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="EnableShareVideo">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableDirectShare_Policy_Recommend" class="User" displayName="$(string.DisableDirectShare_Policy_Recommend)" explainText="$(string.DisableDirectShare_Explain)" presentation="$(presentation.DisableDirectShare_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="DisableDirectShare">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableDesktopShare_Policy_Recommend" class="User" displayName="$(string.DisableDesktopShare_Policy_Recommend)" explainText="$(string.DisableDesktopShare_Explain)" presentation="$(presentation.DisableDesktopShare_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="DisableDesktopShare">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableAudioOverProxy_Policy_Recommend" class="User" displayName="$(string.DisableAudioOverProxy_Policy_Recommend)" explainText="$(string.DisableAudioOverProxy_Explain)" presentation="$(presentation.DisableAudioOverProxy_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="DisableAudioOverProxy">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableVideoOverProxy_Policy_Recommend" class="User" displayName="$(string.DisableVideoOverProxy_Policy_Recommend)" explainText="$(string.DisableVideoOverProxy_Explain)" presentation="$(presentation.DisableVideoOverProxy_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="DisableVideoOverProxy">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableSharingOverProxy_Policy_Recommend" class="User" displayName="$(string.DisableSharingOverProxy_Policy_Recommend)" explainText="$(string.DisableSharingOverProxy_Explain)" presentation="$(presentation.DisableSharingOverProxy_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="DisableSharingOverProxy">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="SetUseSystemDefaultMicForVOIP_Policy_Recommend" class="User" displayName="$(string.SetUseSystemDefaultMicForVOIP_Policy_Recommend)" explainText="$(string.SetUseSystemDefaultMicForVOIP_Explain)" presentation="$(presentation.SetUseSystemDefaultMicForVOIP_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="SetUseSystemDefaultMicForVOIP">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="SetUseSystemDefaultSpeakerForVOIP_Policy_Recommend" class="User" displayName="$(string.SetUseSystemDefaultSpeakerForVOIP_Policy_Recommend)" explainText="$(string.SetUseSystemDefaultSpeakerForVOIP_Explain)" presentation="$(presentation.SetUseSystemDefaultSpeakerForVOIP_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="SetUseSystemDefaultSpeakerForVOIP">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="SetUseSystemCommunicationSpeakerForVOIP_Policy_Recommend" class="User" displayName="$(string.SetUseSystemCommunicationSpeakerForVOIP_Policy_Recommend)" explainText="$(string.SetUseSystemCommunicationSpeakerForVOIP_Explain)" presentation="$(presentation.SetUseSystemCommunicationSpeakerForVOIP_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="SetUseSystemCommunicationSpeakerForVOIP">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="SetUseSystemCommunicationMicForVOIP_Policy_Recommend" class="User" displayName="$(string.SetUseSystemCommunicationMicForVOIP_Policy_Recommend)" explainText="$(string.SetUseSystemCommunicationMicForVOIP_Explain)" presentation="$(presentation.SetUseSystemCommunicationMicForVOIP_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="SetUseSystemCommunicationMicForVOIP">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="ShowZoomWinWhenSharing_Policy_Recommend" class="User" displayName="$(string.ShowZoomWinWhenSharing_Policy_Recommend)" explainText="$(string.ShowZoomWinWhenSharing_Explain)" presentation="$(presentation.ShowZoomWinWhenSharing_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="ShowZoomWinWhenSharing">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="BandwidthLimitUp_Policy_Recommend" class="User" displayName="$(string.BandwidthLimitUp_Policy_Recommend)" explainText="$(string.BandwidthLimitUp_Explain)" presentation="$(presentation.BandwidthLimitUp_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="BandwidthLimitUp_Part" valueName="BandwidthLimitUp" />
      </elements>
    </policy>
    <policy name="BandwidthLimitDown_Policy_Recommend" class="User" displayName="$(string.BandwidthLimitDown_Policy_Recommend)" explainText="$(string.BandwidthLimitDown_Explain)" presentation="$(presentation.BandwidthLimitDown_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <text id="BandwidthLimitDown_Part" valueName="BandwidthLimitDown" />
      </elements>
    </policy>
    <policy name="IgnoreBandwidthLimits_Policy_Recommend" class="User" displayName="$(string.IgnoreBandwidthLimits_Policy_Recommend)" explainText="$(string.IgnoreBandwidthLimits_Explain)" presentation="$(presentation.IgnoreBandwidthLimits_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="IgnoreBandwidthLimits">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableIndependentDataPort_Policy_Recommend" class="User" displayName="$(string.EnableIndependentDataPort_Policy_Recommend)" explainText="$(string.EnableIndependentDataPort_Explain)" presentation="$(presentation.EnableIndependentDataPort_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="EnableIndependentDataPort">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="LegacyCaptureMode_Policy_Recommend" class="User" displayName="$(string.LegacyCaptureMode_Policy_Recommend)" explainText="$(string.LegacyCaptureMode_Explain)" presentation="$(presentation.LegacyCaptureMode_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="LegacyCaptureMode">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableStartMeetingWithRoomSystem_Policy_Recommend" class="User" displayName="$(string.EnableStartMeetingWithRoomSystem_Policy_Recommend)" explainText="$(string.EnableStartMeetingWithRoomSystem_Explain)" presentation="$(presentation.EnableStartMeetingWithRoomSystem_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="EnableStartMeetingWithRoomSystem">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="MuteWhenLockScreen_Policy_Recommend" class="User" displayName="$(string.MuteWhenLockScreen_Policy_Recommend)" explainText="$(string.MuteWhenLockScreen_Explain)" presentation="$(presentation.MuteWhenLockScreen_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="MuteWhenLockScreen">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="AppendCallerNameForRoomSystem_Policy_Recommend" class="User" displayName="$(string.AppendCallerNameForRoomSystem_Policy_Recommend)" explainText="$(string.AppendCallerNameForRoomSystem_Explain)" presentation="$(presentation.AppendCallerNameForRoomSystem_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="AppendCallerNameForRoomSystem">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableElevateForAdvDSCP_Policy_Recommend" class="User" displayName="$(string.EnableElevateForAdvDSCP_Policy_Recommend)" explainText="$(string.EnableElevateForAdvDSCP_Explain)" presentation="$(presentation.EnableElevateForAdvDSCP_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="EnableElevateForAdvDSCP">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableTemporalDeNoise_Policy_Recommend" class="User" displayName="$(string.EnableTemporalDeNoise_Policy_Recommend)" explainText="$(string.EnableTemporalDeNoise_Explain)" presentation="$(presentation.EnableTemporalDeNoise_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="EnableTemporalDeNoise">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableGPUComputeUtilization_Policy_Recommend" class="User" displayName="$(string.EnableGPUComputeUtilization_Policy_Recommend)" explainText="$(string.EnableGPUComputeUtilization_Explain)" presentation="$(presentation.EnableGPUComputeUtilization_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="EnableGPUComputeUtilization">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableHardwareAccForVideoSend_Policy_Recommend" class="User" displayName="$(string.EnableHardwareAccForVideoSend_Policy_Recommend)" explainText="$(string.EnableHardwareAccForVideoSend_Explain)" presentation="$(presentation.EnableHardwareAccForVideoSend_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="EnableHardwareAccForVideoSend">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableHardwareAccForVideoReceive_Policy_Recommend" class="User" displayName="$(string.EnableHardwareAccForVideoReceive_Policy_Recommend)" explainText="$(string.EnableHardwareAccForVideoReceive_Explain)" presentation="$(presentation.EnableHardwareAccForVideoReceive_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="EnableHardwareAccForVideoReceive">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="ShareSessionDisableUDP_Policy_Recommend" class="User" displayName="$(string.ShareSessionDisableUDP_Policy_Recommend)" explainText="$(string.ShareSessionDisableUDP_Explain)" presentation="$(presentation.ShareSessionDisableUDP_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="ShareSessionDisableUDP">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableSpotlightSelf_Policy_Recommend" class="User" displayName="$(string.EnableSpotlightSelf_Policy_Recommend)" explainText="$(string.EnableSpotlightSelf_Explain)" presentation="$(presentation.EnableSpotlightSelf_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="EnableSpotlightSelf">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="Enable49video_Policy_Recommend" class="User" displayName="$(string.Enable49video_Policy_Recommend)" explainText="$(string.Enable49video_Explain)" presentation="$(presentation.Enable49video_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="Enable49Video">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableRemindMeetingTime_Policy_Recommend" class="User" displayName="$(string.EnableRemindMeetingTime_Policy_Recommend)" explainText="$(string.EnableRemindMeetingTime_Explain)" presentation="$(presentation.EnableRemindMeetingTime_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="EnableRemindMeetingTime">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="VideoRenderMethod_Policy_Recommend" class="User" displayName="$(string.VideoRenderMethod_Policy_Recommend)" explainText="$(string.VideoRenderMethod_Explain)" presentation="$(presentation.VideoRenderMethod_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <decimal id="VideoRenderMethod_Part" valueName="VideoRenderMethod" required="true" minValue="0" maxValue="4" />
      </elements>
    </policy>
    <policy name="PresentToRoomOptimizeVideo_Policy_Recommend" class="User" displayName="$(string.PresentToRoomOptimizeVideo_Policy_Recommend)" explainText="$(string.PresentToRoomOptimizeVideo_Explain)" presentation="$(presentation.PresentToRoomOptimizeVideo_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="PresentToRoomOptimizeVideo">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="PresentToRoomOption_Policy_Recommend" class="User" displayName="$(string.PresentToRoomOption_Policy_Recommend)" explainText="$(string.PresentToRoomOption_Explain)" presentation="$(presentation.PresentToRoomOption_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <decimal id="PresentToRoomOption_Part" valueName="PresentToRoomOption" required="true" minValue="0" maxValue="1" />
      </elements>
    </policy>
    <policy name="PresentInMeetingOption_Policy_Recommend" class="User" displayName="$(string.PresentInMeetingOption_Policy_Recommend)" explainText="$(string.PresentInMeetingOption_Explain)" presentation="$(presentation.PresentInMeetingOption_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <decimal id="PresentInMeetingOption_Part" valueName="PresentInMeetingOption" required="true" minValue="0" maxValue="1" />
      </elements>
    </policy>
    <policy name="SetScreenCaptureMode_Policy_Recommend" class="User" displayName="$(string.SetScreenCaptureMode_Policy_Recommend)" explainText="$(string.SetScreenCaptureMode_Explain)" presentation="$(presentation.SetScreenCaptureMode_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <decimal id="SetScreenCaptureMode_Part" valueName="SetScreenCaptureMode" required="true" minValue="0" maxValue="4" />
      </elements>
    </policy>
    <policy name="DisableVideoFilters_Policy_Recommend" class="User" displayName="$(string.DisableVideoFilters_Policy_Recommend)" explainText="$(string.DisableVideoFilters_Explain)" presentation="$(presentation.DisableVideoFilters_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="DisableVideoFilters">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableDoNotDisturbInSharing_Policy_Recommend" class="User" displayName="$(string.EnableDoNotDisturbInSharing_Policy_Recommend)" explainText="$(string.EnableDoNotDisturbInSharing_Explain)" presentation="$(presentation.EnableDoNotDisturbInSharing_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="EnableDoNotDisturbInSharing">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="SetSuppressBackgroundNoiseLevel_Policy_Recommend" class="User" displayName="$(string.SetSuppressBackgroundNoiseLevel_Policy_Recommend)" explainText="$(string.SetSuppressBackgroundNoiseLevel_Explain)" presentation="$(presentation.SetSuppressBackgroundNoiseLevel_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <decimal id="SetSuppressBackgroundNoiseLevel_Part" valueName="SetSuppressBackgroundNoiseLevel" required="true" minValue="0" maxValue="3" />
      </elements>
    </policy>
    <policy name="SetAudioSignalProcessType_Policy_Recommend" class="User" displayName="$(string.SetAudioSignalProcessType_Policy_Recommend)" explainText="$(string.SetAudioSignalProcessType_Explain)" presentation="$(presentation.SetAudioSignalProcessType_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <elements>
        <decimal id="SetAudioSignalProcessType_Part" valueName="SetAudioSignalProcessType" required="true" minValue="0" maxValue="2" />
      </elements>
    </policy>
    <policy name="HidePhoneInComingCallWhileInMeeting_Policy_Recommend" class="User" displayName="$(string.HidePhoneInComingCallWhileInMeeting_Policy_Recommend)" explainText="$(string.HidePhoneInComingCallWhileInMeeting_Explain)" presentation="$(presentation.HidePhoneInComingCallWhileInMeeting_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="HidePhoneInComingCallWhileInMeeting">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableShareClipboardWhenRemoteControl_Policy_Recommend" class="User" displayName="$(string.EnableShareClipboardWhenRemoteControl_Policy_Recommend)" explainText="$(string.EnableShareClipboardWhenRemoteControl_Explain)" presentation="$(presentation.EnableShareClipboardWhenRemoteControl_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="EnableShareClipboardWhenRemoteControl">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableClosedCaptioning_Policy_Recommend" class="User" displayName="$(string.DisableClosedCaptioning_Policy_Recommend)" explainText="$(string.DisableClosedCaptioning_Explain)" presentation="$(presentation.DisableClosedCaptioning_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="DisableClosedCaptioning">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableQnA_Policy_Recommend" class="User" displayName="$(string.DisableQnA_Policy_Recommend)" explainText="$(string.DisableQnA_Explain)" presentation="$(presentation.DisableQnA_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="DisableQnA">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableSlideControl_Policy_Recommend" class="User" displayName="$(string.DisableSlideControl_Policy_Recommend)" explainText="$(string.DisableSlideControl_Explain)" presentation="$(presentation.DisableSlideControl_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="DisableSlideControl">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableManualClosedCaptioning_Policy_Recommend" class="User" displayName="$(string.DisableManualClosedCaptioning_Policy_Recommend)" explainText="$(string.DisableManualClosedCaptioning_Explain)" presentation="$(presentation.DisableManualClosedCaptioning_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="DisableManualClosedCaptioning">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableMeetingReactions_Policy_Recommend" class="User" displayName="$(string.DisableMeetingReactions_Policy_Recommend)" explainText="$(string.DisableMeetingReactions_Explain)" presentation="$(presentation.DisableMeetingReactions_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="DisableMeetingReactions">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableWebinarReactions_Policy_Recommend" class="User" displayName="$(string.DisableWebinarReactions_Policy_Recommend)" explainText="$(string.DisableWebinarReactions_Explain)" presentation="$(presentation.DisableWebinarReactions_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="DisableWebinarReactions">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableNonVerbalFeedback_Policy_Recommend" class="User" displayName="$(string.DisableNonVerbalFeedback_Policy_Recommend)" explainText="$(string.DisableNonVerbalFeedback_Explain)" presentation="$(presentation.DisableNonVerbalFeedback_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="DisableNonVerbalFeedback">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnforceAppSignInToJoinForWebinar_Policy_Recommend" class="User" displayName="$(string.EnforceAppSignInToJoinForWebinar_Policy_Recommend)" explainText="$(string.EnforceAppSignInToJoinForWebinar_Explain)" presentation="$(presentation.EnforceAppSignInToJoinForWebinar_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="EnforceAppSignInToJoinForWebinar">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnforceSignInToJoinForWebinar_Policy_Recommend" class="User" displayName="$(string.EnforceSignInToJoinForWebinar_Policy_Recommend)" explainText="$(string.EnforceSignInToJoinForWebinar_Explain)" presentation="$(presentation.EnforceSignInToJoinForWebinar_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="EnforceSignInToJoinForWebinar">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableHardwareOptimizeVideoSharing_Policy_Recommend" class="User" displayName="$(string.EnableHardwareOptimizeVideoSharing_Policy_Recommend)" explainText="$(string.EnableHardwareOptimizeVideoSharing_Explain)" presentation="$(presentation.EnableHardwareOptimizeVideoSharing_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="EnableHardwareOptimizeVideoSharing">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableLightAdaption_Policy_Recommend" class="User" displayName="$(string.EnableLightAdaption_Policy_Recommend)" explainText="$(string.EnableLightAdaption_Explain)" presentation="$(presentation.EnableLightAdaption_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="EnableLightAdaption">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableAutoLightAdaption_Policy_Recommend" class="User" displayName="$(string.EnableAutoLightAdaption_Policy_Recommend)" explainText="$(string.EnableAutoLightAdaption_Explain)" presentation="$(presentation.EnableAutoLightAdaption_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="EnableAutoLightAdaption">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableAutoReverseVirtualBkgnd_Policy_Recommend" class="User" displayName="$(string.EnableAutoReverseVirtualBkgnd_Policy_Recommend)" explainText="$(string.EnableAutoReverseVirtualBkgnd_Explain)" presentation="$(presentation.EnableAutoReverseVirtualBkgnd_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="EnableAutoReverseVirtualBkgnd">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="DisableBroadcastBOMessage_Policy_Recommend" class="User" displayName="$(string.DisableBroadcastBOMessage_Policy_Recommend)" explainText="$(string.DisableBroadcastBOMessage_Explain)" presentation="$(presentation.DisableBroadcastBOMessage_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="DisableBroadcastBOMessage">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="OverrideEnforceSigninIntercloud_Policy_Recommend" class="User" displayName="$(string.OverrideEnforceSigninIntercloud_Policy_Recommend)" explainText="$(string.OverrideEnforceSigninIntercloud_Explain)" presentation="$(presentation.OverrideEnforceSigninIntercloud_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="OverrideEnforceSigninIntercloud">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="Intercloud_DisableAllFeatures_Policy_Recommend" class="User" displayName="$(string.Intercloud_DisableAllFeatures_Policy_Recommend)" explainText="$(string.Intercloud_DisableAllFeatures_Explain)" presentation="$(presentation.Intercloud_DisableAllFeatures_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="Intercloud_DisableAllFeatures">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="Intercloud_DisableMeetingChat_Policy_Recommend" class="User" displayName="$(string.Intercloud_DisableMeetingChat_Policy_Recommend)" explainText="$(string.Intercloud_DisableMeetingChat_Explain)" presentation="$(presentation.Intercloud_DisableMeetingChat_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="Intercloud_DisableMeetingChat">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="Intercloud_DisableShareScreen_Policy_Recommend" class="User" displayName="$(string.Intercloud_DisableShareScreen_Policy_Recommend)" explainText="$(string.Intercloud_DisableShareScreen_Explain)" presentation="$(presentation.Intercloud_DisableShareScreen_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="Intercloud_DisableShareScreen">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="Intercloud_DisableMeetingReactions_Policy_Recommend" class="User" displayName="$(string.Intercloud_DisableMeetingReactions_Policy_Recommend)" explainText="$(string.Intercloud_DisableMeetingReactions_Explain)" presentation="$(presentation.Intercloud_DisableMeetingReactions_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="Intercloud_DisableMeetingReactions">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="Intercloud_DisableMeetingFileTransfer_Policy_Recommend" class="User" displayName="$(string.Intercloud_DisableMeetingFileTransfer_Policy_Recommend)" explainText="$(string.Intercloud_DisableMeetingFileTransfer_Explain)" presentation="$(presentation.Intercloud_DisableMeetingFileTransfer_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="Intercloud_DisableMeetingFileTransfer">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="Intercloud_DisableAnnotation_Policy_Recommend" class="User" displayName="$(string.Intercloud_DisableAnnotation_Policy_Recommend)" explainText="$(string.Intercloud_DisableAnnotation_Explain)" presentation="$(presentation.Intercloud_DisableAnnotation_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="Intercloud_DisableAnnotation">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="Intercloud_DisableWhiteBoard_Policy_Recommend" class="User" displayName="$(string.Intercloud_DisableWhiteBoard_Policy_Recommend)" explainText="$(string.Intercloud_DisableWhiteBoard_Explain)" presentation="$(presentation.Intercloud_DisableWhiteBoard_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="Intercloud_DisableWhiteBoard">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="Intercloud_DisableLocalRecording_Policy_Recommend" class="User" displayName="$(string.Intercloud_DisableLocalRecording_Policy_Recommend)" explainText="$(string.Intercloud_DisableLocalRecording_Explain)" presentation="$(presentation.Intercloud_DisableLocalRecording_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="Intercloud_DisableLocalRecording">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="Intercloud_DisableClosedCaptioning_Policy_Recommend" class="User" displayName="$(string.Intercloud_DisableClosedCaptioning_Policy_Recommend)" explainText="$(string.Intercloud_DisableClosedCaptioning_Explain)" presentation="$(presentation.Intercloud_DisableClosedCaptioning_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="Intercloud_DisableClosedCaptioning">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="Intercloud_DisableRemoteControl_Policy_Recommend" class="User" displayName="$(string.Intercloud_DisableRemoteControl_Policy_Recommend)" explainText="$(string.Intercloud_DisableRemoteControl_Explain)" presentation="$(presentation.Intercloud_DisableRemoteControl_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="Intercloud_DisableRemoteControl">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="Intercloud_DisableMeetingPolls_Policy_Recommend" class="User" displayName="$(string.Intercloud_DisableMeetingPolls_Policy_Recommend)" explainText="$(string.Intercloud_DisableMeetingPolls_Explain)" presentation="$(presentation.Intercloud_DisableMeetingPolls_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="Intercloud_DisableMeetingPolls">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="Intercloud_DisableComputerAudio_Policy_Recommend" class="User" displayName="$(string.Intercloud_DisableComputerAudio_Policy_Recommend)" explainText="$(string.Intercloud_DisableComputerAudio_Explain)" presentation="$(presentation.Intercloud_DisableComputerAudio_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="Intercloud_DisableComputerAudio">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="EnableLaunchApp4IncomingCalls_Policy_Recommend" class="User" displayName="$(string.EnableLaunchApp4IncomingCalls_Policy_Recommend)" explainText="$(string.EnableLaunchApp4IncomingCalls_Explain)" presentation="$(presentation.EnableLaunchApp4IncomingCalls_Policy_Recommend)" key="Software\Policies\Zoom\Zoom Meetings\Recommended\Meetings" valueName="EnableLaunchApp4IncomingCalls">
      <parentCategory ref="zoommeetings_recommend" />
      <supportedOn ref="SUPPORTED_WINXPSP2" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
      <elements>
        <text id="SetCommand4IncomingCalls_Part" valueName="SetCommand4IncomingCalls" />
      </elements>
    </policy>
  </policies>
</policyDefinitions>